{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:23.549Z",
  "publishedAt": "2019-05-22T18:36:04Z",
  "title": "Chess Principles? Anyone?? || Stockfish vs Leela Chess Zero || TCEC Superfinal (S15) Game 61",
  "description": "Follow me on Instagram for extra content https://www.instagram.com/agadmator/\n\nStockfish vs Leela Chess Zero\nTCEC Season 15 Superfinal, Game 61\nTrompowsky Attack (A45)\n\n1. d4 Nf6 2. Bg5 Ne4 3. Bf4 c5 4. f3 Qa5+ 5. c3 Nf6 6. d5 Qb6 7. Bc1 d6 8. e4 e6 9. c4 g6 10. Ne2 Bg7 11. Nec3 O-O 12. Be2 Ne8 13. h4 h6 14. g4 Qd8 15. Be3 f5 16. f4 Qe7 17. h5 g5 18. Qd2 e5 19. fxg5 f4 20. Bf2 hxg5 21. Qd3 Nd7 22. Rg1 Bf6 23. Nd2 Qf7 24. O-O-O Bd8 25. Nf3 Kh7 26. Rg2 a6 27. Rdg1 Rg8 28. Qc2 Kh8 29. Kb1 Rb8 30. Ka1 Nef6 31. Nd1 Ba5 32. Nh4 Nf8 33. Bf3 b5 34. Nc3 Qe8 35. Nb1 Rb7 36. Nf5 Bxf5 37. gxf5 N8h7 38. h6 Bb4 39. Qe2 bxc4 40. Be1 Qd8 41. Nc3 Rb8 42. Kb1 Ba3 43. Na4 c3 44. Bxc3 Qd7 45. Qd1 Bb4 46. Ka1 Qb7 47. Qc2 a5 48. Qe2 Qd7 49. Qd1 c4 50. a3 Qb5 51. Qc2 Qe8 52. Be2 Qd7 53. Bf3 Qb5 54. Bd1 Bxc3 55. Nxc3 Qc5 56. Qd2 Qd4 57. Qe1 Qb6 58. Qd2 Rb7 59. a4 Qc5 60. Qe1 Rb4 61. Qd2 Qb6 62. Qc1 Qd4 63. Qc2 Rb3 64. Be2 Rxc3 65. Qxc3 Qxc3 66. bxc3 Nxe4 67. Bf3 Nef6 68. Be2 e4 69. Bxc4 g4 70. Rb2 Ng5 71. Rb6 Nf7 72. Bf1 f3 73. c4 Nd7 74. Rb7 Nfe5 75. f6 e3 76. Rb3 e2 77. Bxe2 fxe2 78. Re3 Nf3 79. f7 Rf8 80. Rxg4 e1=Q+ 81. Rxe1 Nxe1 82. Rg6\n\nToday, May 10, 2019, Leela is playing in the first game of the high profile TCEC Season 15 Superfinal. Leela qualified after she cleared Division P undefeated, winning at least once head-to-head against every opponent except Houdini. Her opponent in the superfinal is Stockfish, who lost once to Leela head-to-head in Division P, but finished with a higher score by winning more games than Leela against the other Division P competitors.\n\nIn the just-concluded TCEC Cup III, seeding was determined by the engines' finishing position in their divisions, with the exception of Leela, who was automatically seeded #1 as the Defending Cup Champion. Leela easily handled Round 32 and Round 16 of TCEC Cup 3, knocking out Marvin (5-0) and Booot (4.5-0.5). The quarterfinals featured the same engines as Division P with Leela knocking out Fire (5-3). In the semifinal, Leela scored two wins over Houdini ending with a 4.5-2.5 score to advance to the cup final versus Stockfish. In the final, Leela and Stockfish played their first eight games to a tie, each with one win and one loss. In the first tie-breaker pair, Leela won as white and held Stockfish to a draw on the reverse, winning the match 5.5-4.5 for her second consecutive TCEC Cup.\n\nIn the hours before the superfinal, the TCEC team ran various unofficial tests at disparate time controls. One such test match featured Stockfish at 30' + 5\" time control and Leela 1/10th of that at 3' + 0.5\". Leela still won a game and drew the match despite the large time disadvantage. Prior to the Cup, Leela faced the supercharged 176-thread, 7-man tablebase \"Bluefish\" version of the Stockfish engine that is used as a kibitzer for the TCEC eval graphs. Again, Leela won a game and drew the match.\n\nSource https://blog.lczero.org/\n\nTo those of you who read the description: You are an excellent subscriber! :)\n\nCheck out agadmator's merch here https://teespring.com/stores/agadmators-swag-store\nhttps://teespring.com/design-with-a-story-tm\n\nVideo created by OBS\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\n#tcecs15 #lc0",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/3cS9tYp_6Lw/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/3cS9tYp_6Lw/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/3cS9tYp_6Lw/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/3cS9tYp_6Lw/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/3cS9tYp_6Lw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "3cS9tYp_6Lw"
}
