{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:26.299Z",
  "publishedAt": "2018-08-04T13:20:03Z",
  "title": "Wolf's Bane | Uhlmann vs Fischer | Palma de Mallorca Interzonal (1970)",
  "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nCheck out Fischer vs Uhlman 1960 here http://www.chessgames.com/perl/chessgame?gid=1044135\n\nThe 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nWolfgang Uhlmann vs Robert James Fischer\n\"Wolf's Bane\" (game of the day Nov-15-2014)\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 18, Dec-03 \nBenoni Defense: King Pawn lines (A65)\n\n1. d4 Nf6 2. c4 c5 3. d5 e6 4. Nc3 ed5 5. cd5 d6 6. e4 g6 7. Bf4 a6 8. a4 Bg7 9. Nf3 O-O 10. Be2 Bg4 11. O-O Re8 12. h3 Ne4 13. Ne4 Re4 14. Bg5 Qe8 15. Bd3 Bf3 16. Qf3 Rb4 17. Rae1 Be5 18. Qd1 Qa4 19. Qa4 Ra4 20. f4 Bd4 21. Kh1 Nd7 22. Re7 Nf6 23. Rb7 Nh5 24. Kh2 Be3 25. Be2 Bf4 26. Bf4 Rf4 27. Rb6 Rf1 28. Bf1 Rd8 29. Ba6 Kg7 30. Bb5 Kf6 31. Bc6 Ke5 32. Rb7 Rf8 33. Re7 Kd4 34. Rd7 Nf6\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/4OpBsD4lW7I/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/4OpBsD4lW7I/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/4OpBsD4lW7I/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/4OpBsD4lW7I/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/4OpBsD4lW7I/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "4OpBsD4lW7I"
}
