{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:29.187Z",
  "publishedAt": "2018-02-02T18:53:19Z",
  "title": "I Dedicate This Game To The Birth Of My Son | Rashid Nezhmetdinov",
  "description": "#agadmator Check out the famous Bronstein Game here https://www.youtube.com/watch?v=6UKLWL5WvWI&t=528s\n\nRashid Gibiatovich Nezhmetdinov vs Enrico Paoli\nBucharest (1954), Bucharest ROU, rd 5 \nSicilian Defense: Najdorf Variation (B95)  ·  1-0 \n\n1. e4 c5 2. Nf3 d6 3. d4 cd4 4. Nd4 Nf6 5. Nc3 a6 6. Bg5 e6 7. Qf3 Be7 8. O-O-O Qc7 9. Rg1 Bd7 10. g4 Nc6 11. Be3 h6 12. h4 Rc8 13. g5 hg5 14. hg5 Ne5 15. Qg2 Ng8 16. f4 Nc4 17. Bc4 Qc4 18. f5 b5 19. Kb1 b4 20. g6 e5 21. b3 Qc3 22. gf7 Kd8 23. Qg7 ed4 24. Bd4 Qc2 25. Ka1 Rh2 26. Bb6 Rc7 27. Qg8\n\nIn the spring of 1954, after the USSR Championship in January but before the FIDE congress in July, an international chess tournament was held in the Romanian capital of Bucharest. The players in attendance included four Soviet masters, Viktor Korchnoi, Ratmir Kholmov, Semion Furman, and Rashid Nezmetdinov; Swedish grandmaster Gideon Stahlberg; two Czechoslovakian international masters, Miroslav Filip and Ludek Pachman; Belgian international master Alberic O'Kelly de Galway; Polish international master Bogdan Sliwa; Italian international master Enrico Paoli; three Hungarian masters, Bela Sandor, Stefan Szabo, and Gyula Kluger; New Zealand international master Robert Wade; and four players representing Romania: international master Octav Troianescu, Victor Ciocaltea, Ion Balanel, and Paul Voiculescu. The four Soviet masters were practically unknown outside their own country at this time, but were allowed to compete internationally for the first time as a result of loosening travel restrictions due to Nikita Khrushchev's policy of \"Destalinization\". In addition, the All-Union section of the Russian Chess Federation wanted to answer criticism that they only sent their top grandmasters to international tournaments because they were afraid their masters wouldn't show very good results against tough western players. Before the tournament, the Russian Chess Federation paid for the four Soviet masters to go to Moscow for a special preparation and training course under the direction of grandmasters Isaac Boleslavsky and David Bronstein. \n\nNezhmetdinov won the tournament first brilliancy prize with his astounding win against Paoli in the fifth round: Nezhmetdinov vs E Paoli, 1954. Just before the round, Nezhmetdinov was informed that his son, Iskander, had been born. He later reported that \"At the end of the round, I sent a telegram to my wife: 'I congratulate you on the birth of our son, and I dedicate my game with Paoli to him'.\" 1, 12 And a fine dedication it was!\n\nIt soon became clear that Korchnoi and Nezhmetdinov would fight neck and neck for the top honors. As Korchnoi recalls, \"Nezhmetdinov ... was at his best. In the first round I miraculously managed to draw against him the exchange and a pawn down\".\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin or Litecoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nTwitch: https://www.twitch.tv/agadmatorchess\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/AjlgsR9eb64/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/AjlgsR9eb64/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/AjlgsR9eb64/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/AjlgsR9eb64/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/AjlgsR9eb64/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "AjlgsR9eb64"
}
