{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:33.025Z",
  "publishedAt": "2017-07-26T12:45:15Z",
  "title": "Bobby Fischer Annihilates Bent Larsen 6-0",
  "description": "#agadmator Robert James Fischer vs Bent Larsen\n\"Denver Omelette\" (game of the day Oct-26-2007)\nFischer - Larsen Candidates Semifinal (1971), Denver, CO USA, rd 1, Jul-06 \nFrench Defense: Winawer. Advance Variation (C19)\n\n1. e4 e6 2. d4 d5 3. Nc3 Bb4 4. e5 Ne7 5. a3 Bc3 6. bc3 c5 7. a4 Nbc6 8. Nf3 Bd7 9. Bd3 Qc7 10. O-O c4 11. Be2 f6 12. Re1 Ng6 13. Ba3 fe5 14. de5 Nce5 15. Ne5 Ne5 16. Qd4 Ng6 17. Bh5 Kf7 18. f4 Rhe8 19. f5 ef5 20. Qd5 Kf6 21. Bf3 Ne5 22. Qd4 Kg6 23. Re5 Qe5 24. Qd7 Rad8 25. Qb7 Qe3 26. Kf1 Rd2 27. Qc6 Re6 28. Bc5 Rf2 29. Kg1 Rg2 30. Kg2 Qd2 31. Kh1 Rc6 32. Bc6 Qc3 33. Rg1 Kf6 34. Ba7 g5 35. Bb6 Qc2 36. a5 Qb2 37. Bd8 Ke6 38. a6 Qa3 39. Bb7 Qc5 40. Rb1 c3 41. Bb6\n\nTwo weeks after Fischer's sensational 6-0 shutout streak in the Fischer - Taimanov Candidates Quarterfinal (1971) at Vancouver, he met at Temple Buell College, Denver, Colorado USA to play a 10-game candidates match against Bent Larsen starting on July 6, 1971. Larsen had qualified from the Larsen - Uhlmann Candidates Quarterfinal (1971). Prior to the match, Fischer said to a reporter:\n\"Been traveling for a year, match to match. I need a personal life. I'm not as narrow as some people think, you know. But right now all I think of is the world championship. Chess is my whole life.\n\n(Larsen)'s good. But I think I'm the best around. I don't say that to brag. I think it's true. I love the game - and I hate the Russians because they've almost ruined it. They only risk the title when they have to, every three years. They play for draws with each other but play to win against the Western masters. Draws make for dull chess, wins make for fighting chess.\"(1)\n\nAnd fighting chess is exactly what Fischer delivered. After 6 consecutive wins, he dispensed with Denmark's best, repeating another amazing 6-0 performance. Fischer soon prepared to face Boris Spassky to a World Championship match. Meanwhile, before the Fischer - Petrosian Candidates Final (1971), Tigran Vartanovich Petrosian scored a victory over Viktor Korchnoi previously in their semifinal and the winners of each would first have to prepare for one another.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal.\nLink to PayPal donation https://www.paypal.me/agadmator\n\nFacebook: https://www.facebook.com/agadmatoryou...\nTwitter: https://twitter.com/agadmator\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/Cnu9mCBtyFc/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/Cnu9mCBtyFc/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/Cnu9mCBtyFc/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/Cnu9mCBtyFc/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/Cnu9mCBtyFc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "Cnu9mCBtyFc"
}
