{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:29.644Z",
  "publishedAt": "2018-01-06T18:52:04Z",
  "title": "The Sugar Bomb! - One Of The Craziest Chess Stories You'll Ever Hear",
  "description": "#agadmator Check out Kashdan's Immortal https://www.youtube.com/watch?v=uIjeTCsXM1c\n\nCheck out the article by Jeremy Silman https://www.chess.com/article/view/cracked-grandmaster-tales\n\nRosendo Carrean Balinas Jr vs Jeremy Silman\nLone Pine (1979), Lone Pine, CA USA, rd 3, Mar-27 \nEnglish Opening: Symmetrical. Three Knights Variation\n\n1. c4 c5 2. Nf3 Nf6 3. Nc3 d5 4. cd5 Nd5 5. g3 g6 6. Bg2 Bg7 7. O-O O-O 8. Qb3 Nc7 9. d3 Nc6 10. Na4 b6 11. Bg5 Bg4 12. Rfe1 Ne6 13. Be3 Bf3 14. ef3 Ned4 15. Qd1 Nb4 16. a3 Nd3 17. Bd4 Bd4 18. Re2 b5 19. Nc3 Nb2 20. Qc2 Na4 21. Nb5 Ba1 22. Qa4 a6\n\nThis tournament, held from the 25th of March to the 4th of April was the ninth in the series of annual events that were held in the small Californian town of Lone Pine. Lone Pine was the home of American millionaire Louis D Statham, and for this tournament he put up a prize fund of more than $45,000, which attracted 27 Grandmasters and 22 International Masters from 18 countries. The final number of participants reached seventy-three.\nThe lead changed hands a number of times in this nine round Swiss Tournament but in the end four players; Liberzon, Gheorghiu, Gligoric and Hort shared top honours. They each received $8,875 and Gligoric and Liberzon made history by becoming the first players to win twice at Lone Pine. Liberzon was the sole winner of the 1975 event and Gligoric was a joint winner in the 1972 edition. Hans Ree could have joined the leaders, but an oversight in a winning rook ending against Sahovic in the last round cost him a GM norm and dropped him into the second tier of place getters which included Larsen, Gruenfeld, Lombardy, Sahovic and Sosonko. They each received $1008.\n\nAnother notable performance was that of the then 19-year-old Yasser Seirawan who played a field that included all four winners and in the process he also defeated Miles and Larsen. Seirawan and the four winners scored the only GM results. Seirawan, along with DeFirmian and van der Sterren earnt IM titles. Morris, Bradford, Peters and Odendahl achieved IM norms whilst Root and Strauss achieved FM norms.\n\nRajan Ayyar pulled out after five rounds. Oleg Romanishin and Vitaly Tseshkovsky were slated to play, but when it was discovered that Korchnoi would also be playing, the Soviet authorities cancelled their entries.\n\nTwo brilliancy prizes were awarded in each round.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin or Litecoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nInstagram gf: https://www.instagram.com/jekalumina/\nTwitch: https://www.twitch.tv/agadmatorchess\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/dzKUkunzkHs/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/dzKUkunzkHs/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/dzKUkunzkHs/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/dzKUkunzkHs/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/dzKUkunzkHs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "dzKUkunzkHs"
}
