{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:26.834Z",
  "publishedAt": "2018-07-03T19:24:25Z",
  "title": "Clash of Old Rivals | Lasker vs Capablanca | Moscow 1936.",
  "description": "#agadmator Vote for my next big series here https://www.youtube.com/user/AGADMATOR/community\n\nCheck out epic historic photos on Douglas' Twitter account https://twitter.com/dgriffinchess\n\nEmanuel Lasker vs Jose Raul Capablanca\nMoscow (1936), Moscow URS, rd 15, Jun-03 \nSicilian Defense: Classical Variation (B58)\n\n1. e4 c5 2. Nf3 Nc6 3. d4 cd4 4. Nd4 Nf6 5. Nc3 d6 6. Be2 Bd7 7. Be3 e6 8. Qd2 a6 9. f4 Qc7 10. Nb3 b5 11. Bf3 Rb8 12. Ne2 Be7 13. O-O O-O 14. Ng3 a5 15. Nd4 a4 16. Rae1 Rfc8 17. Rf2 Ne8 18. Nc6 Bc6 19. f5 e5 20. Nh5 Qb7 21. Bg5 f6 22. Be3 Nc7 23. Qd1 Rd8 24. Rd2 Kh8 25. a3 Rbc8 26. Bf2 d5 27. ed5 Nd5 28. Bd5 Rd5 29. Qg4 Bc5 30. Red1 Bf2 31. Kf2 Rcd8 32. Rd5 Rd5 33. Rd5 Bd5 34. Qb4 Qa7 35. Ke2 Bc4 36. Kf3 Qa8 37. Kf2 Qd8 38. Qc3 Qd1 39. Ng3 h6 40. b3 ab3 41. cb3 Bb3 42. Nf1 Qb1 43. g4 Bc4 44. Ne3 Qh1 45. Nc4 Qh2 46. Ke1 Qg1 47. Kd2 Qf2 48. Kc1 Qf1 49. Kd2 bc4 50. a4 Qf4 51. Kc2 Qg4 52. a5 Qf5 53. Kc1 Qf2 54. Qa3 Kh7\n\nFollowing the successes in international tournaments of Moscow (1925) and Moscow (1935), Nikolai Vasilyevich Krylenko again sought to stun the chess world and the Soviet Union with a third international event between Soviet masters and their foreign counterparts. This time, however, he conceived of a more rigorous format, with the ten players (five Soviets and five foreigners) in a double round robin competition. The lineup was impressive, with Capablanca and Lasker being invited back a third time to compete in Moscow, in addition to the previous year's winners, Botvinnik and Flohr. The tournament was held in Moscow's famous Hall of Columns from May 14 to June 8. Capablanca's near flawless accuracy and superiority in the endgame proved to be instrumental in winning first prize by a full point over the future world champion Botvinnik. Lasker, who had always finished ahead of his successor to the crown in prior tournaments, started out strongly, but at 67 years of age he became fatigued more easily and his performance suffered during the second cycle. The tournament brought immense excitement and interest, both to the citizens of the Soviet Union and to the greater world at large. Capablanca's first place was to be one of the last successes against the Soviet Chess School before the triumph of Robert James Fischer 36 years later. It was also the last hurrah for Krylenko, the founder and organizer of the tournament. He was arrested in January 1938, tried and executed later that year.\n\nWinners of the giveaway:\n\nAmazon Gift Cards\n\nEjkoBejkoTaralejko \nSiddarth Gurajala\nRadu Ionita\nAndrew Smith\nIgor Gonçalves\nИван Иванов \nMartín Prieto\nIM BLIH\nErik Simonyan\nMaks Kolman \n\nChampionship Chess Sets\n\ncool guy\nkubloss\n\nCheck out the entire tournament standings here https://lichess.org/tournament/7ctguzuH\n\nCheck out the entire stream here https://www.youtube.com/watch?v=gCaAkVorrZg\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/eevubPd5QIs/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/eevubPd5QIs/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/eevubPd5QIs/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/eevubPd5QIs/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/eevubPd5QIs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "eevubPd5QIs"
}
