{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:30.221Z",
  "publishedAt": "2017-12-14T15:53:28Z",
  "title": "Two Rusty Engines Go At it - TCEC Season 10 Rapid | Round 15",
  "description": "#agadmator Top Chess Engine Championship formerly known as Thoresen Chess Engines Competition (TCEC or nTCEC) is a computer chess tournament that was organized, directed, and hosted by Martin Thoresen until the end of Season 6; from Season 7 onward it has been organized by Chessdom. It is often regarded as the Unofficial World Computer Chess Championship because of its strong participant line-up and long time control matches on high-end hardware, giving rise to very high-class chess.[1][2]\n\nThe first TCEC season was held in 2010. After a short break in 2012,[3] TCEC was restarted in early 2013 (as nTCEC)[4] and is currently active (renamed as TCEC in early 2014) with all-day live broadcasts of chess matches on its website. Supported by original engine authors and based on voluntarism and donation, it caused a furor in February 2011, when the free version of Houdini defeated reigning computer chess champion Rybka in a 40-game match.[5][6]\n\nThe current season of TCEC is sponsored by Chessdom Arena.[7][8] The current TCEC champion is Houdini 6.03, which defeated Komodo in the TCEC Season 10 Superfinal 100-game match held in November–December 2017.\n\nTexel 1.07a35 - Bobcat 8\nTCEC Season 10 Rapid round 15\n\n1. Nf3 Nf6 2. c4 Nc6 3. d4 e6 4. e3 d5 5. Nc3 Bd6 6. c5 Be7 7. Bb5 Bd7 8. Bxc6 Bxc6 9. Ne5 Bd7 10. O-O a5 11. Qb3 b6 12. c6 Bc8 13. Qc2 Ba6 14. Rd1 Bb4 15. a4 Ne4 16. Nxe4 dxe4 17. Bd2 Bxd2 18. Rxd2 f6 19. Nd7 Bd3 20. Qd1 h5 21. Rxd3 exd3 22. Qxd3 Rh6 23. d5 Qe7 24. Nxb6 cxb6 25. d6 Qd8 26. Rd1 Rh8 27. Qb5 g6 28. e4 Rc8 29. e5 Kf7 30. Rd3 Kf8 31. d7 Rc7 32. exf6 Kf7 33. h3 h4 34. Qxb6 Rh5 35. b4 axb4 36. Qxb4 Rd5 37. Rxd5 exd5 38. Qd6 d4 39. a5 d3 40. a6 d2 41. Qxd2 Kxf6\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin or Litecoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitch: https://www.twitch.tv/agadmatorchess\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/f2gPo9w6Q8E/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/f2gPo9w6Q8E/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/f2gPo9w6Q8E/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/f2gPo9w6Q8E/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/f2gPo9w6Q8E/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "f2gPo9w6Q8E"
}
