{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:25.393Z",
  "publishedAt": "2018-10-26T19:36:25Z",
  "title": "First Time For Everything | Spassky vs Fischer | (1972) | Game 17",
  "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nCheck out the documentary I mentioned here https://www.youtube.com/watch?v=X3PYDK3gyVw\n\nAlso, check out Bobby Fischer on the Dick Cavett show here \nhttps://www.youtube.com/watch?v=zIE3CFNpZ5Y&t=921s\n\nCheck out the interview with Karpov here https://en.chessbase.com/post/karpov-on-fischer-1-3\n\nCheck out parts of the book by Nikolai Krogius here https://www.chess.com/blog/Spektrowski/spassky---fischer-the-match-diary-by-nikolai-krogius-part-1\n\nBoris Spassky vs Robert James Fischer\nFischer - Spassky World Championship Match (1972), Reykjavik ISL, rd 17, Aug-22 \nPirc Defense: Austrian Attack. Dragon Formation (B09) \n\n1. e4 d6 2. d4 g6 3. Nc3 Nf6 4. f4 Bg7 5. Nf3 c5 6. dc5 Qa5 7. Bd3 Qc5 8. Qe2 O-O 9. Be3 Qa5 10. O-O Bg4 11. Rad1 Nc6 12. Bc4 Nh5 13. Bb3 Bc3 14. bc3 Qc3 15. f5 Nf6 16. h3 Bf3 17. Qf3 Na5 18. Rd3 Qc7 19. Bh6 Nb3 20. cb3 Qc5 21. Kh1 Qe5 22. Bf8 Rf8 23. Re3 Rc8 24. fg6 hg6 25. Qf4 Qf4 26. Rf4 Nd7 27. Rf2 Ne5 28. Kh2 Rc1 29. Ree2 Nc6 30. Rc2 Re1 31. Rfe2 Ra1 32. Kg3 Kg7 33. Rcd2 Rf1 34. Rf2 Re1 35. Rfe2 Rf1 36. Re3 a6 37. Rc3 Re1 38. Rc4 Rf1 39. Rdc2 Ra1 40. Rf2 Re1 41. Rfc2 g5 42. Rc1 Re2 43. R1c2 Re1 44. Rc1 Re2 45. R1c2\n\nThe name Bobby Fischer, at least to Americans, is synonymous with chess. A prodigy in the 50s, a world class player in the 60s, the 70s saw Fischer at his pinnacle. He earned the right to challenge Boris Spassky in a title run without comparison, defeating Mark Taimanov and Bent Larsen with perfect scores of 6-0, and ex-champion Petrosian 6½-2½. Now the stage was set, and the only thing standing between Fischer and Spassky was Fischer himself.\n\nThe match was mired in political overtones, during the height of the Cold War. The Soviet chess system had a monopoly on the title since 1948, and the expectations on Spassky were enormous. While Fischer studied chess virtually in seclusion, Spassky had the full resources of the USSR. Victor Baturinsky, head of Soviet Chess Sports Committee, said: \"Basically, the Soviet leadership and the powers that be in sport, were interested in just one issue: how to stop Fischer from becoming World Champion.\n\nWith the match set to begin in Reykjavik, Iceland, Fischer (who had not signed any documents confirming his participation) began to make a number of demands, including a percentage of television rights, a larger prize fund, and all manner of conditions covering everything from the lighting to the chair cushions. To satisfy Bobby's demands of a larger prize fund, British chess promoter James Slater donated a dazzling $125,000 to be added to the prize fund. Fischer still needed more convincing by Bill Lombardy (Fischer's last-minute choice as second), and one famously persuasive telephone call from Henry Kissinger. Mere hours before he would be forfeited, Fischer arrived in Iceland.\n\nRead more here: http://www.chessgames.com/perl/chess.pl?tid=54397\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/FTcZlmJWe8g/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/FTcZlmJWe8g/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/FTcZlmJWe8g/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/FTcZlmJWe8g/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/FTcZlmJWe8g/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "FTcZlmJWe8g"
}
