{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:31.672Z",
  "publishedAt": "2017-10-07T18:20:20Z",
  "title": "Game that Cost Bobby Fischer First Place in Zurich 1959.",
  "description": "#agadmator Robert James Fischer vs Dieter Keller\nZurich (1959), Zurich SUI, rd 14, Jun-06 \nSpanish Game: Closed Variations. Keres Defense (C92)\n\n1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. c3 O-O 9. h3 Nd7 10. d4 Nb6 11. de5 Ne5 12. Ne5 de5 13. Qh5 Bf6 14. Nd2 Qe7 15. Nf1 Be6 16. Ne3 g6 17. Qf3 Bb3 18. ab3 Bg7 19. b4 c6 20. g3 Qe6 21. h4 f5 22. h5 f4 23. Nf1 gh5 24. Qh5 Rf6 25. Nh2 Rg6 26. Nf3 fg3 27. fg3 Rg3 28. Kh2 Qg4 29. Qg4 Rg4 30. Rg1 Rg1 31. Kg1 Na4 32. Kf1 c5 33. b3 Nc3 34. bc5 Ne4 35. c6 Nc5 36. Be3 Nb3 37. Ra2 a5 38. Rg2 Kh8 39. Ng5 Rf8 40. Ke1 Nd4 41. Bd4 ed4 42. Ne6 Re8 43. c7 Be5 44. Kd2 Rc8 45. Rg5 Bc7 46. Rb5 Bd6 47. Kd3 Ra8 48. Rb6 Bg3 49. Rb7 a4 50. Ng5 a3 51. Rh7 Kg8 52. Rh1 a2 53. Ra1 Be5 54. Ne6 Ra3 55. Ke4 Bf6 56. Kf5 Kf7 57. Ng5 Bg5\n\nTen foreign players, including eight grandmasters, were invited to compete against six top Swiss players, including national champion Keller, at Zurich's Kongreßhaus. Among the grandmasters invited were Mikhail Tal and Paul Keres from the Soviet Union, Bobby Fischer from the United States, Svetozar Gligoric from Yugoslavia, Bent Larsen from Denmark, Wolfgang Unzicker from Germany, and Fridrik Olafsson from Iceland, five of whom participated in the world candidates tournament the same year. Although Tal viewed the tournament as a lesser event, it turned out to be closer than he would have expected. Although Tal easily defeated five of the six Swiss players, Edwin Bhend dealt the future world champion a blow in the first round. After dispatching his countrymen later in the tournament, Tal felt in fine form, but then lost again, this time at the hands of Gligoric, who would trail him only by half a point in the end. This was also a significant tournament for young Fischer. His play was already improving dramatically at international events against stronger opposition, and he came close to tying Tal in the final. Alas, a loss to the Swiss champion in the penultimate round cost Fischer a spot at the top and he had to settle for equal third with Keres. Tal won clear first with 11½ points out of 15 rounds.\n\nCheck out my previous videos https://www.youtube.com/watch?v=BL1D09auURU&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/JsAoCV7Ms9Q/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/JsAoCV7Ms9Q/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/JsAoCV7Ms9Q/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/JsAoCV7Ms9Q/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/JsAoCV7Ms9Q/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "JsAoCV7Ms9Q"
}
