{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:33.478Z",
  "publishedAt": "2017-06-16T18:07:54Z",
  "title": "Armenian Lion WINS Norway Altibox 2017 Championship - Levon Aronian vs Wesley So - Round 9",
  "description": "#agadmator Here is a couple of words about Levon Aronian, winner of 2017 Norway Tournament. Let me know if you agree, is Levon World championship material?\nI didn't analyze the game against So, but you have it in the description so you can analyze yourself if you want :)\nEnjoy the video :)\n\nPGN: 1. d4 Nf6 2. c4 e6 3. Nf3 d5 4. Nc3 Be7 5. Bf4 O-O 6. e3 Nbd7 7. a3 c5 8. cd5 Nd5 9. Nd5 ed5 10. dc5 Nc5 11. Be5 Bf6 12. Bf6 Qf6 13. Qd4 Qe7 14. Rd1 Rd8 15. Be2 Bf5 16. Qb4 a5 17. Qc3 Ne4 18. Qd4 Nc5 19. Qc3 Ne4 20. Qe5 Qe5 21. Ne5 Rac8 22. Nf3 Nc5 23. Nd4 Bd7 24. f3 Ba4 25. Rd2 Nb3 26. Nb3 Bb3 27. Kf2 Rd6 28. f4 g6 29. e4 Rf6 30. ed5 Rf4 31. Bf3 Rd8 32. Kg3 Rf6 33. Rc1 Rfd6 34. Rd4 a4 35. h4 Kg7 36. Rc3 h6 37. Rc7 Bd5 38. Ra4 Bf3 39. gf3 b5 40. Rf4 R8d7 41. Rd7 Rd7 42. Rb4 Rd5 43. Kf4 f5 44. Ke3 Kf6 45. Rd4 Rd4 46. Kd4 g5 47. hg5 hg5 48. b3 Ke6 49. a4 ba4 50. ba4 Kd6 51. a5 g4 52. fg4 fg4 53. a6 Kc7 54. a7 Kb7 55. a8Q Ka8 56. Kd3 g3 57. Ke2 g2 58. Kf2 g1Q 59. Kg1\n\nSoftware used: OBS (Open broadcasting software).\n\nLichess: agadmator\nchess.com: agadmator\nTwitter: agadmator\nFacebook: agadmator\nCouchsurfing :) - agadmator\n\nPhotos used for thumbnails by: \nLennart Ootes : https://www.facebook.com/pg/lennartooteschesspage",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/PQlP71qj4e4/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/PQlP71qj4e4/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/PQlP71qj4e4/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/PQlP71qj4e4/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/PQlP71qj4e4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "PQlP71qj4e4"
}
