{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:24.935Z",
  "publishedAt": "2019-01-08T19:00:05Z",
  "title": "Chess? That's Simple! | Capablanca vs Frank Marshall | Game 6",
  "description": "Check out Marshall's famous American Beauty https://www.youtube.com/watch?v=ICR6WLJi8dk\n\nFollow me on Instagram for extra content https://www.instagram.com/agadmator/\n\nJose Raul Capablanca vs Frank James Marshall\n\"Of All the Chess Clubs in All the World...\"\nCapablanca - Marshall (1909), Morristown, NJ USA, rd 6, Apr-29 \nSpanish Game: Steinitz Defense (C62)\n\n1. e4 e5 2. Nf3 Nc6 3. Bb5 d6 4. c3 Bg4 5. d3 Be7 6. Nbd2 Nf6 7. O-O O-O 8. Re1 h6 9. Nf1 Nh7 10. Ne3 Bh5 11. g4 Bg6 12. Nf5 h5 13. h3 hg4 14. hg4 Bg5 15. Ng5 Ng5 16. Kg2 d5 17. Qe2 Re8 18. Rh1 Re6 19. Qe3 f6 20. Ba4 Ne7 21. Bb3 c6 22. Qg3 a5 23. a4 Nf7 24. Be3 b6 25. Rh4 Kf8 26. Rah1 Ng8 27. Qf3 Bf5 28. gf5 Rd6 29. Qh5 Ra7 30. Qg6 Nfh6 31. Rh6 gh6 32. Bh6 Ke7 33. Qg7 Ke8 34. Qg8 Kd7 35. Qh7 Qe7 36. Bf8 Qh7 37. Rh7 Ke8 38. Ra7 Kf8 39. Kf3\n\nGames 1-5 were played in New York (until Tuesday, April 27th); game 6 in Morristown, NJ; game 7 in Scranton, PA; game 8 in Wilkes-Barre, PA; and games 9-23 in New York resumed on Saturday, May 8. The match started on Monday, April 19th and finished by late June.\n\"No difficulty was experienced in arranging the match. Marshall was disposed to play in this case where he naturally discounted his victory. How far he was wrong the result proved. I beat him eight to one with fourteen draws thrown in between. I can safely say that no player ever performed such a feat, as it was my first encounter against a master, and such a master, one of the first ten in the whole world. The most surprising feature of all was the fact that I played without ever having opened a book to study the openings; in fact, had Marshall played such things as Danish Gambits, Vienna Openings, or the like, the result might have been different. I certainly should have experienced more difficulty in obtaining such a result. I had only looked an analysis of the Ruy Lopez by Lasker, on the 3...f5 defense, but the analysis was wrong, as it did not give the strongest continuation for Black. This, and whatever I knew from experience or hearsay, was all of my stock of knowledge for the match. My victory put me at once in the foremost rank among the great masters of the game. The play during the match showed that I was weak in the openings and just strong enough in the simple play for position. My great strength lay in the endgame, and I also excelled in combinations of the middlegame. I had a fine judgment as to whether a given position was won or lost, and was able to defend a difficult position as few players could, as I repeatedly demonstrated during the course of the match, in repulsing Marshall's onslaughts. I may add that my style was not as yet either definite or complete, though it had a wide range, that is, I could attack almost as well as I could defend, and could make combinations in the middlegame nearly as well as play the endings where I felt more at home and was decidedly strongest\" - Capablanca in My Chess Career.\n\nSource: http://www.chessgames.com/perl/chess.pl?tid=80449\n\nCheck out agadmator's merch here https://teespring.com/stores/agadmators-swag-store\nhttps://teespring.com/design-with-a-story-tm\n\nColor photo of capablanca https://klimbim2014.wordpress.com/2016/03/07/jose-raul-capablanca-a-color-cuban-chess-player-who-was-world-chess-champion-from-1921-to-1927/\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\n#capablancastory",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/UvDNMfSg3D8/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/UvDNMfSg3D8/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/UvDNMfSg3D8/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/UvDNMfSg3D8/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/UvDNMfSg3D8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "UvDNMfSg3D8"
}
