{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:30.782Z",
  "publishedAt": "2017-11-15T22:04:59Z",
  "title": "The \"Famous\" Eight Passed Pawns Game",
  "description": "#agadmator Nigel Short vs Boris Gelfand\n\"Remembrance of Pawns Passed\" (game of the day Jul-21-2010)\nCm (1/4) (1991), Bruxelles, rd 5, Aug-?? \nSpanish Game: Berlin Defense. l'Hermet Variation Berlin Wall Defense (C67)\n\n1. e4 e5 2. Nf3 Nc6 3. Bb5 Nf6 4. O-O Ne4 5. d4 Nd6 6. Bc6 dc6 7. de5 Nf5 8. Qd8 Kd8 9. Rd1 Ke8 10. Nc3 Be6 11. h3 Bb4 12. Bd2 a5 13. Ne2 Bc5 14. Nf4 Bd5 15. Ne1 Bb6 16. g4 Ne7 17. Bc3 Be6 18. Nh5 Rg8 19. Nd3 Nd5 20. Bd2 c5 21. Ndf4 Nb4 22. c3 Nc6 23. Re1 a4 24. Re4 c4 25. a3 Rd8 26. Ne6 fe6 27. Bg5 Rd7 28. Rae1 Na5 29. R1e2 Rf8 30. Kg2 h6 31. Ng7 Rg7 32. Bh6 Rgf7 33. Bf8 Kf8 34. h4 Bc5 35. Kg3 Rd7 36. h5 Rd3 37. f3 Rd1 38. Rf4 Kg8 39. Rf6 Nb3 40. Re6 Nc1 41. Re4 Nd3 42. Kh4 Nb2 43. Kg5 Rd8 44. Rg6 Kh8 45. Rf6 Ba3 46. Rf7 Nd1 47. Rd4 Rd4 48. cd4 Ne3 49. Rd7 Ng2 50. e6 c3 51. Rc7 b5 52. Rc3 Be7 53. Kg6 Nf4 54. Kf7 Nd5 55. Rc8 Kh7 56. Ra8 a3 57. f4 Nb6 58. Re8 Nc4 59. Ke7 b4 60. g5 Kg7 61. f5\n\nNigel David Short MBE (born 1 June 1965) is an English chess grandmaster, chess columnist, chess coach and chess commentator. Short earned the Grandmaster title at the age of 19, and was ranked third in the world by FIDE from January 1988 to July 1989. In 1993 he became the first English player to play a World Chess Championship match, when he qualified to play Garry Kasparov in the World Chess Championship 1993 in London (Kasparov won, 12.5 to 7.5). As of March 2017, he is the oldest player ranked among FIDE's top 100 players and is ranked #55.\n\nAccording to Short and Kasparov, the head of the chess world's governing body FIDE, Florencio Campomanes, in breach of FIDE rules, decided the location of the match (Manchester) and the prize fund without consulting them. In her book Nigel Short: Quest for the Crown (Cadogan 1993), the British WIM and author Cathy Forbes wrote that at no time in the 1993 bidding process did FIDE actually receive a conforming world championship match bid. In response, Short and Kasparov promptly formed a rival organisation, the Professional Chess Association. The resulting match—sponsored by The Times newspaper—was held under the new body's auspices in London from September to October 1993. Kasparov won convincingly (+6−1=13) – the largest margin of victory in a world title contest since Botvinnik defeated Tal in 1961. Short's play was criticised by BBC commentators Bill Hartston and Tony Miles.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/vBIt_IB5f84/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/vBIt_IB5f84/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/vBIt_IB5f84/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/vBIt_IB5f84/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/vBIt_IB5f84/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "vBIt_IB5f84"
}
