{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:26.299Z",
  "publishedAt": "2018-08-10T17:11:12Z",
  "title": "Mikhail Tal: Pure, Crystal Clear Classical Style | Taimanov vs Fischer | (1971)",
  "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nFischer Taimanov candidates more info here http://www.chessgames.com/perl/chess.pl?tid=79224\n\nAll games annotated by Mikhail Tal here https://www.chess.com/blog/Spektrowski/fischer---taimanov-1971-annotated-by-mikhail-tal\n\nMark Taimanov vs Robert James Fischer\nFischer - Taimanov Candidates Quarterfinal (1971), Vancouver CAN, rd 1, May-16 \nKing's Indian Defense: Orthodox Variation. Korchnoi Attack (E97)\n\n1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nc6 8. d5 Ne7 9. Bd2 Ne8 10. Rc1 f5 11. ef5 gf5 12. Ng5 h6 13. Ne6 Be6 14. de6 Qc8 15. Qb3 c6 16. Bh5 Qe6 17. Qb7 Nf6 18. Be2 Rfb8 19. Qa6 Rb2 20. Rfd1 e4 21. Qa3 Rb7 22. Bf4 d5 23. cd5 cd5 24. Nb5 Ng6 25. Nd4 Qd7 26. Qe3 Kh7 27. h3 Rf8 28. Ba6 Rb6 29. Rc7 Qa4 30. Rg7 Kg7 31. Bh6 Kf7 32. Be2 Rfb8 33. Nf5 Rb1 34. Rb1 Rb1 35. Kh2 Qd7 36. Nd4 Qd6 37. g3 Qb4 38. Nc6 Qb6 39. Na7 Qe3 40. Be3 Re1\n\nAbout five months after the Palma de Mallorca Interzonal (1970) qualifier was held, the first stage (the quarterfinals) of the Candidates matches was held in four cities in May 1971. In Vancouver, Canada there was a 10 game match between Mark Taimanov and Bobby Fischer, played May 16th - June 1st. Fischer sensationally won the match with a perfect score of 6-0, thereby proceeding to the Fischer - Larsen Candidates Semifinal (1971). After the event, Taimanov was reported to have said, \"At least I still have my music.\" He wasn't being merely melodramatic: the consequences of this loss were to haunt him for years. In an interview with Joel Lautier, Taimanov later recounted:\n\n\"Until the match with Fischer in 1971, everything went smoothly in my chess career. This dramatic match changed my life into hell.\"\n\n\"As Fischer himself admitted at the time, the final score did not reflect the true balance of strength. The terrible feeling that I was playing against a machine which never made any mistake shattered my resistance. Fischer would never concede any weakening of his position, he was an incredibly tough defender. The third game proved to be the turning point of the match. After a pretty tactical sequence, I had managed to set my opponent serious problems. In a position that I considered to be winning, I could not find a way to break through his defenses. For every promising idea, I found an answer for Fischer, I engrossed myself in a very deep think which did not produce any positive result. Frustrated and exhausted, I avoided the critical line in the end and lost the thread of the game, which lead to my defeat eventually. Ten years later, I found at last how I should have won that fatal game, but unfortunately, it didn't matter anymore! I have written a book about this match, entitled How I Became Fischer's Victim, it represents an essay on the American player and describes how I perceived his style and personality, once the match was over.\"\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nHint: Two World Champions - Tigran Petrosian & Mikhail Tal.  I think this photo was taken at the 8th USSR People's Spartakiad, in Moscow, during July 1983.  (Photo credit: B. Dolmatovsky.) By: Douglas Griffin\n\n#agadmator #bobbyfischer #bobbyfischerstory",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/VCANcla4a1s/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/VCANcla4a1s/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/VCANcla4a1s/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/VCANcla4a1s/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/VCANcla4a1s/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "VCANcla4a1s"
}
