{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:31.225Z",
  "publishedAt": "2017-10-27T18:51:10Z",
  "title": "Not Enough Time to Win! Najdorf vs Reshevsky (Zurich 1953)",
  "description": "#agadmator Miguel Najdorf vs Samuel Reshevsky\nZurich Candidates (1953), Zurich SUI, rd 1, Aug-30 \nNimzo-Indian Defense: Normal Variation. Bernstein Defense (E59)\n\n1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. e3 c5 5. Bd3 O-O 6. Nf3 d5 7. O-O Nc6 8. a3 Bc3 9. bc3 dc4 10. Bc4 Qc7 11. a4 b6 12. Ba3 Bb7 13. Be2 Rfd8 14. Qc2 Na5 15. dc5 bc5 16. c4 Be4 17. Qc3 Rab8 18. Rfd1 Rd1 19. Rd1 Bc6 20. Qc2 h6 21. h3 Nb3 22. Bb2 Nd7 23. Qc3 f6 24. Nh2 Nb6\n\nThis event was played in Neuhausen am Rheinfall and Zürich. 1 These are the games in order according to David Bronstein's excellent book, Zurich International Chess Tournament 1953. He participated in the tournament with the strongest players in the world at that time in a candidates match to determine the next challenger to world champion Mikhail Botvinnik.\n\nThe Swiss Chess Federation spent 100,000 Swiss francs in order to stage the event, which was one of the reasons they insisted that host countries pay the travel expenses for their respective players. Prize money for first place was 5,000 Swiss francs. Alois Nagler was tournament director. 1 All contestants brought a second except for Bronstein and Reshevsky: Miroljub Trifunovic (Gligoric), Salomon Flohr (Taimanov), Julio Bolbochan (Najdorf), Andre Lilienthal (Petrosian), Mikhail Beilin (Averbakh), Carel Benjamin van den Berg (Euwe), Kristian Skold (Stahlberg), Tibor Florian (Szabó), Alexey Sokolsky (Boleslavsky), Viktor Moiseev (Kotov), Igor Bondarevsky (Geller), Vladimir Simagin (Smyslov), and Alexander Kazimirovich Tolush (Keres).\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/WTFm04Wqlbw/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/WTFm04Wqlbw/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/WTFm04Wqlbw/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/WTFm04Wqlbw/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/WTFm04Wqlbw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "WTFm04Wqlbw"
}
