{
  "schemaVersion": 1,
  "retrievedAt": "2023-02-03T10:34:30.782Z",
  "publishedAt": "2017-11-21T21:33:57Z",
  "title": "3 Time Argentina's National Champion Maria Florencia Fernández Beats WGM Mitra Hejazipour",
  "description": "#agadmator The 42nd FIDE World Chess Olympiad is taking place from 2-13 September 2016 in the Crystal Hall, Baku, Azerbaijan. The biennial tournament is an 11-round Swiss open, with one rest day on September 7th. The women's section features 142 teams, with the participant list of 708 players headed by Women's World Champion Hou Yifan.\n\nThe time control is 90 minutes for 40 moves then 30 minutes to the end of the game, with a 30-second increment from move 1. A team consists of five players, with four playing each match. Draw offers are not allowed until move 30. The standings are determined first by match points, with 2 points for a win and 1 for a draw. Official website: www.bakuchessolympiad.com\n\n1. d4 Nf6 2. c4 e6 3. Nc3 Bb4 4. a3 Bxc3+ 5. bxc3 d5 6. cxd5 exd5 7. e3 O-O 8. Bd3 c5 9. f3 b6 10. Ne2 Ba6 11. O-O Re8 12. Ng3 h5 13. Bxa6 Nxa6 14. Qd3 Nc7 15. Bb2 c4 16. Qe2 Ne6 17. Qd2 Nf8 18. Rae1 Ng6 19. Qc2 Re6 20. Bc1 Qe8 21. Qf5 h4 22. Nh1 Qa4 23. e4 Qc2 24. Nf2 Qxc3 25. e5 Nd7 26. Rd1 b5 27. Nh3 Ne7 28. Qg4 Nf8 29. Nf4 Rc6 30. Qxh4 Nfg6 31. Nxg6 Nxg6 32. Qg4 Rd8 33. f4 a5 34. f5 Nxe5 35. dxe5 Qxe5 36. Rde1 Qd6 37. f6 g6 38. Qh4 d4 39. Re7 Qc5 40. Bg5 d3+ 41. Kh1 Rxf6 42. Bxf6 Qh5 43. Qxh5 gxh5 44. Re5 Rd6 45. Rxh5 Rxf6 46. Rxf6 b4 47. axb4 axb4 48. Rd5 b3 49. Rb6\n\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com",
  "thumbnails": {
    "default": {
      "url": "https://i.ytimg.com/vi/yrNjIX2JvPQ/default.jpg",
      "width": 120,
      "height": 90
    },
    "medium": {
      "url": "https://i.ytimg.com/vi/yrNjIX2JvPQ/mqdefault.jpg",
      "width": 320,
      "height": 180
    },
    "high": {
      "url": "https://i.ytimg.com/vi/yrNjIX2JvPQ/hqdefault.jpg",
      "width": 480,
      "height": 360
    },
    "standard": {
      "url": "https://i.ytimg.com/vi/yrNjIX2JvPQ/sddefault.jpg",
      "width": 640,
      "height": 480
    },
    "maxres": {
      "url": "https://i.ytimg.com/vi/yrNjIX2JvPQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
    }
  },
  "videoId": "yrNjIX2JvPQ"
}
