{
  "_id": "-D0gznjeySE",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:02.295Z",
    "publishedAt": "2018-02-16T13:51:57Z",
    "title": "Just A Boring Game Between Petrosian and Smyslov... Or is it?",
    "description": "#agadmator Tigran Vartanovich Petrosian vs Vasily Smyslov\nBled-Zagreb-Belgrade Candidates (1959), Bled, Zagreb & Belgrade YUG, rd 17, Oct-06 \nQueen's Gambit Accepted: Classical Defense. Alekhine System Smyslov Variation (D29)\n\n1. Nf3 d5 2. c4 dc4 3. e3 Nf6 4. Bc4 e6 5. O-O c5 6. d4 a6 7. Qe2 b5 8. Bb3 Bb7 9. Nc3 Nbd7 10. Rd1 Bd6 11. e4 cd4 12. Nd4 Qb8 13. Nf3 b4 14. Nd5 ed5 15. e5 Ne5 16. Ne5 O-O 17. Nf3 Re8 18. Qd3 a5 19. Bg5 Ng4 20. g3 Bc5 21. Rd2 Qa7 22. Rf1 h6 23. Bf4 Ba6 24. Qf5 Bf1 25. Qg4 Bc4 26. Bh6 g6 27. Bc4 dc4 28. Rd7 Qa6 29. Rc7 Qd6 30. Bf4 Qd5 31. Rd7 Qe6 32. Qe6 Re6 33. Rc7 Bb6 34. Rb7 c3 35. bc3 bc3 36. Kf1 Rd8 37. Ng5 Rf6 38. Nf7 Rf7 39. Rb6 Rf4\n\nThe 1959 Candidates Tournament was hosted by three cities in Yugoslavia. The first 14 rounds were played in Bled, rounds 15-21 in Zagreb, and rounds 22-28 in Belgrade. This event would select the next challenger to world champion Mikhail Botvinnik, who had just recaptured his title in the Botvinnik - Smyslov World Championship Rematch (1958). Mikhail Tal, Svetozar Gligorić, Pal Benko, Tigran Petrosian, Friðrik Ólafsson and Bobby Fischer qualified from the Portoroz Interzonal (1958). Vasily Smyslov and Paul Keres were seeded directly into the candidates tournament on the strength of their 1-2 finish in the previous Amsterdam Candidates (1956). Harry Golombek was arbiter, and the seconds were Bent Larsen (Fischer), Yuri Averbakh, joined later by Alexander Koblents (Tal), Vladas Mikenas (Keres), Isaac Boleslavsky (Petrosian), Igor Bondarevsky (Smyslov) Aleksandar Matanovic (Gligorić), Klaus Viktor Darga and Ingi Randver Johannsson (Ólafsson), and Rudolf Maric (Benko)\n\nThe players would meet each other four times, twice in Bled and once in both Zagreb and Belgrade. In Bled, the players stayed at the Grand Hotel Toplice, the site of Alexander Alekhine's historic triumph in Bled (1931). 4 Mikhail Tal had just had his appendix removed less than two weeks earlier, but FIDE insisted he make it in time for the tournament. According to Tal, \"I was not much troubled by the effects of the operation, apart from in a purely mechanical sense; during a game I did not feel inclined to stroll about ...\"5 This information may have come as a surprise to Harry Golombek, who commented after Round 5 that \"it is an impressive sight to see him (Tal) get up after he has made what he obviously thinks is a winning move and pace around the table like a man-eating tiger.\"6 It may also have surprised Bobby Fischer, who complained after his first game with Tal that whenever he \"rose from the board ... he'd begin talking to the other Soviet players, and they enjoyed whispering about their or others' positions.\"7 Pal Benko later revealed that due to his \"demanding\" job in a US brokerage firm, he \"didn't prepare at all\" for the event, although he reckoned \"I did reasonably well.\"8 He didn't. After the first cycle Tal, Paul Keres and Tigran Petrosian shared the lead.\nDuring the second cycle, shortly after the beginning of Round 8, Golombek remarked to Fischer on how many Caro Kanns the Soviets had been playing. Bobby replied \"they are all just chicken; they just don't want to face B-QB4 against the Sicilian.\"6 Tal emerged the hero of Round 8 with his spectacular win over Vasily Smyslov. He won the brilliancy prize by crushing the ex-world champion with a series of sacrifices he later described as \"pure improvisation\": Tal vs Smyslov, 1959 9 Such improvisation did not serve him as well in his Round 10 encounter with co-leader Keres, who \"seemed to enjoy taking all the material Tal was offering\": Tal vs Keres, 1959. According to Golombek, \"most onlookers thought (Tal) might well have resigned ten moves earlier.\"10 Though Tal finished off the cycle with three straight wins, it was Keres who led by a half point when the players set off for Zagreb.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin or Litecoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/-D0gznjeySE/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/-D0gznjeySE/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/-D0gznjeySE/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/-D0gznjeySE/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/-D0gznjeySE/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "-D0gznjeySE"
  },
  "videoGame": {
    "pgn": "1. Nf3 d5 2. c4 dxc4 3. e3 Nf6 4. Bxc4 e6 5. O-O c5 6. d4 a6 7. Qe2 b5 8. Bb3 Bb7 9. Nc3 Nbd7 10. Rd1 Bd6 11. e4 cxd4 12. Nxd4 Qb8 13. Nf3 b4 14. Nd5 exd5 15. e5 Nxe5 16. Nxe5 O-O 17. Nf3 Re8 18. Qd3 a5 19. Bg5 Ng4 20. g3 Bc5 21. Rd2 Qa7 22. Rf1 h6 23. Bf4 Ba6 24. Qf5 Bxf1 25. Qxg4 Bc4 26. Bxh6 g6 27. Bxc4 dxc4 28. Rd7 Qa6 29. Rc7 Qd6 30. Bf4 Qd5 31. Rd7 Qe6 32. Qxe6 Rxe6 33. Rc7 Bb6 34. Rb7 c3 35. bxc3 bxc3 36. Kf1 Rd8 37. Ng5 Rf6 38. Nxf7 Rxf7 39. Rxb6 Rxf4  ",
    "fen": "3r2k1/8/1R4p1/p7/5r2/2p3P1/P4P1P/5K2 w - - 0 1",
    "playerWhite": "Tigran Vartanovich Petrosian",
    "playerBlack": "Vasily Smyslov"
  },
  "chessCom": {
    "retrievedAt": "2023-02-12T00:40:48.974Z",
    "href": "https://www.chess.com/games/view/87405",
    "playerWhite": "Tigran Petrosian",
    "playerBlack": "Vasily Smyslov",
    "result": "0-1",
    "movesCount": "39",
    "year": "1959"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T11:42:00.050Z",
    "id": 77354,
    "playerWhite": "Petrosian, Tigran V",
    "playerBlack": "Smyslov, Vassily",
    "result": "b",
    "movesCount": 78,
    "date": "1959.1.??",
    "site": "Bled/Zagreb/Belgrade",
    "event": "Candidats Tournament",
    "round": "17",
    "eco": "D29",
    "openingName": "Queen's Gambit Accepted:Classical Defense:Alekhine System:Smyslov Variation"
  }
}