{
  "_id": "0bcCob_MFA8",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.557Z",
    "publishedAt": "2018-07-18T19:00:01Z",
    "title": "Bobby Laughed at Black's First Move | Fischer vs Addison  | Palma de Mallorca Interzonal (1970)",
    "description": "The 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nRobert James Fischer vs William G Addison\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 3, Nov-11 \nScandinavian Defense: Ilundain Variation (B01)\n\n1. e4 d5 2. ed5 Qd5 3. Nc3 Qd8 4. d4 Nf6 5. Bc4 Bf5 6. Qf3 Qc8 7. Bg5 Bc2 8. Rc1 Bg6 9. Nge2 Nbd7 10. O-O e6 11. Bf6 gf6 12. d5 e5 13. Bb5 Be7 14. Ng3 a6 15. Bd3 Qd8 16. h4 h5 17. Bf5 Nb6 18. Nce4 Nd5 19. Rfd1 c6 20. Nc3 Qb6 21. Rd5 cd5 22. Nd5 Qb2 23. Rb1 Qa2 24. Rb7\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nJoin our Discord Server here https://discord.gg/bY6BbRP\n\np.s. if you work in Twitter or Instagram, help me get Verified :)\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/0bcCob_MFA8/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/0bcCob_MFA8/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/0bcCob_MFA8/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/0bcCob_MFA8/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/0bcCob_MFA8/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "0bcCob_MFA8"
  },
  "videoGame": {
    "pgn": "1. e4 d5 2. exd5 Qxd5 3. Nc3 Qd8 4. d4 Nf6 5. Bc4 Bf5 6. Qf3 Qc8 7. Bg5 Bxc2 8. Rc1 Bg6 9. Nge2 Nbd7 10. O-O e6 11. Bxf6 gxf6 12. d5 e5 13. Bb5 Be7 14. Ng3 a6 15. Bd3 Qd8 16. h4 h5 17. Bf5 Nb6 18. Nce4 Nxd5 19. Rfd1 c6 20. Nc3 Qb6 21. Rxd5 cxd5 22. Nxd5 Qxb2 23. Rb1 Qxa2 24. Rxb7  ",
    "fen": "r3k2r/1R2bp2/p4pb1/3NpB1p/7P/5QN1/q4PP1/6K1 b kq - 0 1",
    "playerWhite": "Robert James Fischer",
    "playerBlack": "William G Addison"
  },
  "chessCom": {
    "retrievedAt": "2023-02-12T01:34:50.927Z",
    "href": "https://www.chess.com/games/view/179784",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "William G Addison",
    "result": "1-0",
    "movesCount": "24",
    "year": "1970"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T11:58:29.888Z",
    "id": 1765084,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Addison, Wiliam G",
    "result": "w",
    "movesCount": 47,
    "date": "1970.11.??",
    "site": "Palma de Mallorca",
    "event": "Palma de Mallorca Interzonal",
    "round": "3",
    "eco": "B01",
    "openingName": "Scandinavian Defense:Mieses-Kotroc Variation::"
  }
}