{
  "_id": "3fW4g8hLNv8",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:40:59.186Z",
    "publishedAt": "2019-01-10T19:03:22Z",
    "title": "The Move of All Moves | Capablanca vs Marshall | Game 11",
    "description": "Check out Marshall's famous American Beauty https://www.youtube.com/watch?v=ICR6WLJi8dk\n\nFollow me on Instagram for extra content https://www.instagram.com/agadmator/\n\nFrank James Marshall vs Jose Raul Capablanca\nCapablanca - Marshall (1909), New York, NY USA, rd 11, May-11 \nQueen's Gambit Declined: Lasker Defense (D53)\n\n1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 Ne4 6. Be7 Qe7 7. Bd3 Nc3 8. bc3 dc4 9. Bc4 b6 10. Qf3 c6 11. Ne2 Bb7 12. O-O O-O 13. a4 c5 14. Qg3 Nc6 15. Nf4 Rac8 16. Ba2 Rfd8 17. Rfe1 Na5 18. Rad1 Bc6 19. Qg4 c4 20. d5 Ba4 21. Rd2 e5 22. Nh5 g6 23. d6 Qe6 24. Qg5 Kh8 25. Nf6 Rd6 26. Rd6 Qd6 27. Bb1 Nc6 28. Bf5 Rd8 29. h4 Ne7 30. Ne4 Qc7 31. Qf6 Kg8 32. Be6 fe6 33. Qe6 Kf8 34. Ng5 Ng8 35. f4 Re8 36. fe5 Re7 37. Rf1 Kg7 38. h5 Be8 39. h6 Kh8 40. Qd6 Qc5 41. Qd4 Re5 42. Qd7 Re7 43. Rf7 Bd7\n\nGames 1-5 were played in New York (until Tuesday, April 27th); game 6 in Morristown, NJ; game 7 in Scranton, PA; game 8 in Wilkes-Barre, PA; and games 9-23 in New York resumed on Saturday, May 8. The match started on Monday, April 19th and finished by late June.\n\"No difficulty was experienced in arranging the match. Marshall was disposed to play in this case where he naturally discounted his victory. How far he was wrong the result proved. I beat him eight to one with fourteen draws thrown in between. I can safely say that no player ever performed such a feat, as it was my first encounter against a master, and such a master, one of the first ten in the whole world. The most surprising feature of all was the fact that I played without ever having opened a book to study the openings; in fact, had Marshall played such things as Danish Gambits, Vienna Openings, or the like, the result might have been different. I certainly should have experienced more difficulty in obtaining such a result. I had only looked an analysis of the Ruy Lopez by Lasker, on the 3...f5 defense, but the analysis was wrong, as it did not give the strongest continuation for Black. This, and whatever I knew from experience or hearsay, was all of my stock of knowledge for the match. My victory put me at once in the foremost rank among the great masters of the game. The play during the match showed that I was weak in the openings and just strong enough in the simple play for position. My great strength lay in the endgame, and I also excelled in combinations of the middlegame. I had a fine judgment as to whether a given position was won or lost, and was able to defend a difficult position as few players could, as I repeatedly demonstrated during the course of the match, in repulsing Marshall's onslaughts. I may add that my style was not as yet either definite or complete, though it had a wide range, that is, I could attack almost as well as I could defend, and could make combinations in the middlegame nearly as well as play the endings where I felt more at home and was decidedly strongest\" - Capablanca in My Chess Career.\n\nSource: http://www.chessgames.com/perl/chess.pl?tid=80449\n\nCheck out agadmator's merch here https://teespring.com/stores/agadmators-swag-store\nhttps://teespring.com/design-with-a-story-tm\n\nColor photo of capablanca https://klimbim2014.wordpress.com/2016/03/07/jose-raul-capablanca-a-color-cuban-chess-player-who-was-world-chess-champion-from-1921-to-1927/\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\n#capablancastory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/3fW4g8hLNv8/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/3fW4g8hLNv8/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/3fW4g8hLNv8/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/3fW4g8hLNv8/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/3fW4g8hLNv8/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "3fW4g8hLNv8"
  },
  "videoGame": [
    {
      "pgn": "1. d4 d5 2. c4 e6 3. Nc3 Nf6 4. Bg5 Be7 5. e3 Ne4 6. Bxe7 Qxe7 7. Bd3 Nxc3 8. bxc3 dxc4 9. Bxc4 b6 10. Qf3 c6 11. Ne2 Bb7 12. O-O O-O 13. a4 c5 14. Qg3 Nc6 15. Nf4 Rac8 16. Ba2 Rfd8 17. Rfe1 Na5 18. Rad1 Bc6 19. Qg4 c4 20. d5 Bxa4 21. Rd2 e5 22. Nh5 g6 23. d6 Qe6 24. Qg5 Kh8 25. Nf6 Rxd6 26. Rxd6 Qxd6 27. Bb1 Nc6 28. Bf5 Rd8 29. h4 Ne7 30. Ne4 Qc7 31. Qf6+ Kg8 32. Be6 fxe6 33. Qxe6+ Kf8 34. Ng5 Ng8 35. f4 Re8 36. fxe5 Re7 37. Rf1+ Kg7 38. h5 Be8 39. h6+ Kh8 40. Qd6 Qc5 41. Qd4 Rxe5 42. Qd7 Re7 43. Rf7 Bxd7  ",
      "fen": "6nk/p2brR1p/1p4pP/2q3N1/2p5/2P1P3/6P1/6K1 w - - 0 1",
      "playerWhite": "Frank James Marshall",
      "playerBlack": "Jose Raul Capablanca"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T09:26:07.597Z",
    "href": "https://www.chess.com/games/view/15757925",
    "playerWhite": "Frank Marshall",
    "playerBlack": "Jose Raul Capablanca",
    "result": "0-1",
    "movesCount": "43",
    "year": "1909"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T12:22:21.740Z",
    "id": 588997,
    "playerWhite": "Marshall, Frank",
    "playerBlack": "Capablanca, Jose",
    "result": "b",
    "movesCount": 86,
    "date": "1909.??.??",
    "site": "New York, NY USA",
    "event": "USA m",
    "round": "11",
    "eco": "D53",
    "openingName": "Queen's Gambit Declined:Lasker Defense::"
  }
}