{
  "_id": "3WDZAbzLXUM",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-03-09T15:28:22.292Z",
    "publishedAt": "2023-03-09T14:27:29Z",
    "title": "Fischer's Game Was So Complicated Commentators Thought He Lost",
    "description": "Game of the century HERE https://www.youtube.com/watch?v=A82NI_42kgY\nEntire Bobby Fischer saga here https://www.youtube.com/watch?v=0A8-8M8fb04&list=PLDnx7w_xuguENa5LgFG7Gi8aYRVVnXxFE\n\nSearch all my videos easy https://agadmator-library.github.io/\n\nPhotos by Lenart Ootes\nHave a great day :)\n\nRobert Byrne vs Robert James Fischer\n\"The Brilliancy Prize\" (game of the day Mar-09-2017)\nUS Championship (1963/64), New York, NY USA, rd 3, Dec-18\nKing's Indian Defense: Fianchetto Variation. Immediate Fianchetto (E60)\n\n1. d4 Notes from various sources. 1... Nf6 2. c4 g6 3. g3 c6 4. Bg2 d5 5. cd5 5.Qb3 maintains more tension. -- Fischer 5... cd5 6. Nc3 Bg7 7. e3 O-O 8. Nge2 Nc6 9. O-O b6 10. b3 It's hard for either side to introduce an imbalance into this essentially symmetrical variation. Deadeye equality also ensues afer 10.Nf4 e6 11.b3 Ba6 12.Re1 Rc8 13.Ba3 Re8 14.Rc1 (Stahlberg-Flohr, Kemeri 1937) -- Fischer 10... Ba6 11. Ba3 After White's 11th move I should adjudicate his position as slightly superior, and at worst completely safe. To turn this into a mating position in eleven more moves is more witchcraft than chess! Quite honestly, I do not see the man who can stop Bobby at this time. -- K.F. Kirby, South African Chess Quarterly 11... Re8 12. Qd2 e5! I was a bit worried about weakening my QP, but felt that the tremendous activity obtained by my minor pieces would permit White no time to exploit it. 12...e6 would probably lead to a draw. -- Fischer 13. de5 Ne5 14. Rfd1 \"Add another to those melancholy case histories entitled: The Wrong Rook.\" -- Fischer ~ \"This is very much a case of 'the wrong rook'. One can understand Byrne's desire to break the pin on the e2-knight, but this turns out to be less important than other considerations. Fischer spends a lot of time and energy analysing the superior 14. Rad1!, but still comes to the conclusion that Black can keep the advantage.\" -- John Nunn 14... Nd3 Now it's all systems go for the Fischer rocket. -- Robert Wade 15. Qc2 There is hardly any other defense to the threat of ...Ne4. -- Fischer 15... Nf2! The key to Black's previous play. The complete justification for this sac does not become apparent until White resigns! -- Fischer 16. Kf2 Ng4 17. Kg1 Ne3 18. Qd2 Byrne: As I sat pondering why Fischer would choose such a line, because it was so obviously lost for Black, there suddenly comes... 18... Ng2!! This dazzling move came as the shocker... the culminating combination is of such depth that, even at the very moment at which I resigned, both grandmasters who were commenting on the play for the spectators in a separate room believed I had a won game! -- Robert Byrne 19. Kg2 d4! 20. Nd4 Bb7 The King is at Black's mercy. -- Fischer 21. Kf1 In a room set aside for commentaries on the games in progress, two grandmasters were stating, for the benefit of the spectators, that Byrne had a won game. Byrne's reply to Fischer's next move must have been jaw dropping! -- Wade 21... Qd7 And White resigns. Fischer writes: \"A bitter disappointment. I'd hoped for 22.Qf2 Qh3+ 23.Kg1 Re1+!! 24.Rxe1 Bxd4 with mate to follow shortly.\"\n\n\nARE YOU EVEN USING THESE?? \n\nContact me: agadmatormanga@gmail.com or agadmator@gmail.com \n\nVideo created by OBS\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or join me here https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nJoin our Discord Server here https://discord.gg/bY6BbRP\n\n#youareawesome",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/3WDZAbzLXUM/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/3WDZAbzLXUM/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/3WDZAbzLXUM/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/3WDZAbzLXUM/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/3WDZAbzLXUM/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "3WDZAbzLXUM"
  },
  "videoContentDetails": {
    "duration": "PT16M12S"
  },
  "videoGame": [
    {
      "playerWhite": "Robert Byrne",
      "playerBlack": "Robert James Fischer"
    }
  ],
  "stockfishEval": [
    null
  ],
  "lichessGameId": [
    {}
  ]
}