{
  "_id": "5j1dgH9LyT0",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:02.295Z",
    "publishedAt": "2018-02-08T16:39:52Z",
    "title": "Garry Kasparov's Most Memorable Moments | Part 4 | Hardest Move To Find",
    "description": "#agadmator Check out Part 3 here https://www.youtube.com/watch?v=5l7-Rt7lVPQ&t=7s\n\nAnatoly Karpov vs Garry Kasparov\n\"Lucky 13\" (game of the day Jun-04-2016)\nKarpov - Kasparov World Championship Match (1985), Moscow URS, rd 24, Nov-09 \nSicilian Defense: Scheveningen. Classical Variation (B84)\n\n1. e4 c5 2. Nf3 d6 3. d4 cd4 4. Nd4 Nf6 5. Nc3 a6 6. Be2 e6 7. O-O Be7 8. f4 O-O 9. Kh1 Qc7 10. a4 Nc6 11. Be3 Re8 12. Bf3 Rb8 13. Qd2 Bd7 14. Nb3 b6 15. g4 Bc8 16. g5 Nd7 17. Qf2 Bf8 18. Bg2 Bb7 19. Rad1 g6 20. Bc1 Rbc8 21. Rd3 Nb4 22. Rh3 Bg7 23. Be3 Re7 24. Kg1 Rce8 25. Rd1 f5 26. gf6 Nf6 27. Rg3 Rf7 28. Bb6 Qb8 29. Be3 Nh5 30. Rg4 Nf6 31. Rh4 g5 32. fg5 Ng4 33. Qd2 Ne3 34. Qe3 Nc2 35. Qb6 Ba8 36. Rd6 Rb7 37. Qa6 Rb3 38. Re6 Rb2 39. Qc4 Kh8 40. e5 Qa7 41. Kh1 Bg2 42. Kg2 Nd4\n\nAfter 48 games had been played in the Karpov - Kasparov World Championship Match (1984), FIDE president Florencio Campomanes canceled the event while it was still in progress. He stated that the match had \"exhausted the physical, if not the psychological resources, of not only the participants but all those connected with the match...\" No winner was declared, so Anatoly Karpov retained the title. A new world championship match would now begin on September 3, 1985 with the initial score set at 0-0.\n\nKarpov prepared for the match by winning the tough Category 14 \"OHRA Crown Group\" in Amsterdam, July 15-26, 1985. He also underwent a rigorous exercise program: \"Tennis... and swimming, in my opinion, are the perfect combination of physical activity, allowing one to be in excellent condition.\" Garry Kasparov prepared by playing a match against Robert Huebner in Hamburg, May 27-June 4, 1985 (+3 -0 =3), and another match against Ulf Andersson in Belgrade May 12-June 20, 1985 (+2 -0 =4). Kasparov then began further preparation with his team in Zağulba Bağlari, Azerbaijan. He remarked that \"by September... I felt far more confident than a year earlier. I had become stronger and had more stamina. My store of opening ideas had been thoroughly replenished.\" Mikhail Botvinnik predicted that \"If Kasparov has an equal score...after 10-12 games, he will have a good chance to win the match.\"\n\nKasparov summed up the match as follows: \"Karpov made the best even in unfavourable positions, exploiting every chance when positions were in his favour. He achieved outstanding performances. Towards the end of the match my confidence was slightly shaken by excitement and nervous stress; however, I managed to pull myself together for the final game. I realised that Karpov would have to do his utmost to win... In experience, I was behind Karpov but youth has an advantage; more surplus energy.\"[ Mikhail Tal called this \"one of the most interesting matches in the history of chess.\" He praised Kasparov's \"sharp, aggressive style,\" and remarked that \"I only wish that his stay on the throne will not be as short as mine!\"[5] On December 5, 1985 Karpov exercised his contractual right to a rematch, which was scheduled to start in the summer of 1986.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin or Litecoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/5j1dgH9LyT0/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/5j1dgH9LyT0/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/5j1dgH9LyT0/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/5j1dgH9LyT0/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/5j1dgH9LyT0/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "5j1dgH9LyT0"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Be2 e6 7. O-O Be7 8. f4 O-O 9. Kh1 Qc7 10. a4 Nc6 11. Be3 Re8 12. Bf3 Rb8 13. Qd2 Bd7 14. Nb3 b6 15. g4 Bc8 16. g5 Nd7 17. Qf2 Bf8 18. Bg2 Bb7 19. Rad1 g6 20. Bc1 Rbc8 21. Rd3 Nb4 22. Rh3 Bg7 23. Be3 Re7 24. Kg1 Rce8 25. Rd1 f5 26. gxf6 Nxf6 27. Rg3 Rf7 28. Bxb6 Qb8 29. Be3 Nh5 30. Rg4 Nf6 31. Rh4 g5 32. fxg5 Ng4 33. Qd2 Nxe3 34. Qxe3 Nxc2 35. Qb6 Ba8 36. Rxd6 Rb7 37. Qxa6 Rxb3 38. Rxe6 Rxb2 39. Qc4 Kh8 40. e5 Qa7+ 41. Kh1 Bxg2+ 42. Kxg2 Nd4+  ",
      "fen": "4r2k/q5bp/4R3/4P1P1/P1Qn3R/2N5/1r4KP/8 w - - 0 1",
      "playerWhite": "Anatoly Karpov",
      "playerBlack": "Garry Kasparov",
      "date": "1985-11-09"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T09:45:28.215Z",
    "href": "https://www.chess.com/games/view/369180",
    "playerWhite": "Anatoly Karpov",
    "playerBlack": "Garry Kasparov",
    "result": "0-1",
    "movesCount": "42",
    "year": "1985"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T12:36:21.075Z",
    "id": 1527160,
    "playerWhite": "Karpov, Anatoly",
    "playerBlack": "Kasparov, Garry",
    "result": "b",
    "movesCount": 84,
    "date": "1985.11.9",
    "site": "Moscow",
    "event": "World Championship 32th-KK2",
    "round": "24",
    "eco": "B84",
    "openingName": "Sicilian Defense:Scheveningen Variation:Classical Variation:"
  },
  "videoContentDetails": {
    "duration": "PT12M30S"
  }
}