{
  "_id": "8WZYzm2vAOY",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.210Z",
    "publishedAt": "2018-08-02T14:07:52Z",
    "title": "My Opponents Make Good Moves Too | Fischer vs Zerquera | Palma de Mallorca Interzonal (1970)",
    "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nThe 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nRobert James Fischer vs Eleazar Jimenez Zerquera\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 15, Nov-29 \nSpanish Game: Closed. Averbakh Variation (C87)\n\n1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 d6 7. c3 O-O 8. d4 ed4 9. cd4 d5 10. e5 Ne4 11. Nc3 Nc3 12. bc3 Bf5 13. Bc6 bc6 14. Qa4 c5 15. dc5 Bc5 16. Ba3 Qe7 17. Bc5 Qc5 18. Nd4 Bg6 19. Qc6 Qc6 20. Nc6 Rfe8 21. Nb4 c6 22. Nc6 Rac8 23. Nb4 Rc3 24. Nd5 Ra3 25. f4 h5 26. Ne3 Bd3 27. Rad1 Rb8 28. Rd2 Rb1 29. Kf2 Re1 30. Ke1 Bb1 31. Rd8 Kh7 32. Kf2 Ba2 33. f5 Ra5 34. Re8 Rb5 35. Kf3 a5 36. Kf4 a4 37. Ra8 Rb4 38. Kf3 Bb3 39. h3 Rb5 40. Kf4 Rb4 41. Kf3 Rb5\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/8WZYzm2vAOY/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/8WZYzm2vAOY/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/8WZYzm2vAOY/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/8WZYzm2vAOY/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/8WZYzm2vAOY/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "8WZYzm2vAOY"
  },
  "videoGame": [
    {
      "pgn": "1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 d6 7. c3 O-O 8. d4 exd4 9. cxd4 d5 10. e5 Ne4 11. Nc3 Nxc3 12. bxc3 Bf5 13. Bxc6 bxc6 14. Qa4 c5 15. dxc5 Bxc5 16. Ba3 Qe7 17. Bxc5 Qxc5 18. Nd4 Bg6 19. Qc6 Qxc6 20. Nxc6 Rfe8 21. Nb4 c6 22. Nxc6 Rac8 23. Nb4 Rxc3 24. Nxd5 Ra3 25. f4 h5 26. Ne3 Bd3 27. Rad1 Rb8 28. Rd2 Rb1 29. Kf2 Rxe1 30. Kxe1 Bb1 31. Rd8+ Kh7 32. Kf2 Bxa2 33. f5 Ra5 34. Re8 Rb5 35. Kf3 a5 36. Kf4 a4 37. Ra8 Rb4+ 38. Kf3 Bb3 39. h3 Rb5 40. Kf4 Rb4+ 41. Kf3 Rb5  ",
      "fen": "R7/5ppk/8/1r2PP1p/p7/1b2NK1P/6P1/8 w - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Eleazar Jimenez Zerquera",
      "date": "1970-11-29"
    }
  ],
  "chessCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-12T10:13:03.806Z"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-20T12:54:11.789Z",
    "id": 1864026,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Jimenez Zerquera, Eleazar",
    "result": "d",
    "movesCount": 82,
    "date": "1970.11.??",
    "site": "Palma de Majorca ESP",
    "event": "Interzonal",
    "round": "15",
    "eco": "C87",
    "openingName": "Spanish Game:Closed Variations:Averbakh Variation:"
  },
  "videoContentDetails": {
    "duration": "PT11M45S"
  }
}