{
  "_id": "blz-iG-D3sI",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.588Z",
    "publishedAt": "2017-07-11T15:53:28Z",
    "title": "Fischer is Fischer, but a Knight is a Knight!",
    "description": "#agadmator An instructive game by Fischer! Improve your position before winning your opponent's queen :)\n\nRobert James Fischer vs Pal Benko\nBled-Zagreb-Belgrade Candidates (1959)\n\n1. e4 c5 2. Nf3 Nc6 3. d4 cd4 4. Nd4 Nf6 5. Nc3 d6 6. Bc4 Qb6 7. Nde2 e6 8. O-O Be7 9. Bb3 O-O 10. Kh1 Na5 11. Bg5 Qc5 12. f4 b5 13. Ng3 b4 14. e5 de5 15. Bf6 gf6 16. Nce4 Qd4 17. Qh5 Nb3 18. Qh6 ef4 19. Nh5 f5 20. Rad1 Qe5 21. Nef6 Bf6 22. Nf6 Qf6 23. Qf6 Nc5 24. Qg5 Kh8 25. Qe7 Ba6 26. Qc5 Bf1 27. Rf1\n\nThe 1959 Candidates Tournament was hosted by three cities in Yugoslavia. The first 14 rounds were played in Bled, rounds 15-21 in Zagreb, and rounds 22-28 in Belgrade. This event would select the next challenger to world champion Mikhail Botvinnik, who had just recaptured his title in the Botvinnik - Smyslov World Championship Rematch (1958). Mikhail Tal, Svetozar Gligorić, Pal Benko, Tigran Petrosian, Friðrik Ólafsson and Bobby Fischer qualified from the Portoroz Interzonal (1958). Vasily Smyslov and Paul Keres were seeded directly into the candidates tournament on the strength of their 1-2 finish in the previous Amsterdam Candidates (1956). Harry Golombek was arbiter, and the seconds were Bent Larsen (Fischer), Yuri Averbakh, joined later by Alexander Koblents (Tal), Vladas Jonovich Mikenas (Keres), Isaac Boleslavsky (Petrosian), Igor Bondarevsky (Smyslov) Aleksandar Matanovic (Gligorić), Klaus Viktor Darga and Ingi Randver Johannsson (Ólafsson), and Rudolf Maric (Benko)\n----------------------------------------------------------------------------------------------------------------\nBotvinik vs Fischer game: http://www.chessgames.com/perl/chessgame?gid=1008417\n\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\nMatch of the Century\nDuring the early 1960s, Fischer continued to be involved in U.S. and world championship matches, but was also making a name for himself with his erratic, paranoid commentary. After having a 20-game winning streak in the early 1970s, Fischer once again made chess history in 1972 with his defeat of the Soviet Union's Boris Spassky at the Reykjavik, Iceland world championships, thus marking the first time an American chess player had won the title. Fischer's defeat of a Soviet opponent, which became known as the \"Match of the Century,\" took on iconic proportions in the midst of the Cold War and was seen as a symbolic victory of democracy over Communism. Fischer's historic win also made chess a popular game in the United States. \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/blz-iG-D3sI/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/blz-iG-D3sI/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/blz-iG-D3sI/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/blz-iG-D3sI/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/blz-iG-D3sI/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "blz-iG-D3sI"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 d6 6. Bc4 Qb6 7. Nde2 e6 8. O-O Be7 9. Bb3 O-O 10. Kh1 Na5 11. Bg5 Qc5 12. f4 b5 13. Ng3 b4 14. e5 dxe5 15. Bxf6 gxf6 16. Nce4 Qd4 17. Qh5 Nxb3 18. Qh6 exf4 19. Nh5 f5 20. Rad1 Qe5 21. Nef6+ Bxf6 22. Nxf6+ Qxf6 23. Qxf6 Nc5 24. Qg5+ Kh8 25. Qe7 Ba6 26. Qxc5 Bxf1 27. Rxf1  ",
      "fen": "r4r1k/p4p1p/4p3/2Q2p2/1p3p2/8/PPP3PP/5R1K b - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Pal Benko"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T15:16:30.204Z",
    "href": "https://www.chess.com/games/view/87338",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Pal C Benko",
    "result": "1-0",
    "movesCount": "27",
    "year": "1959"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:21:40.094Z",
    "id": 2624836,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Benko, Pal C",
    "result": "w",
    "movesCount": 53,
    "date": "1959.1.??",
    "site": "Bled/Zagreb/Belgrade",
    "event": "Candidats Tournament",
    "round": "10",
    "eco": "B57",
    "openingName": "Sicilian Defense:Classical Variation:Anti-Sozin Variation:"
  },
  "videoContentDetails": {
    "duration": "PT7M55S"
  }
}