{
  "_id": "cFd0DwoCvwQ",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:02.295Z",
    "publishedAt": "2018-01-26T20:32:20Z",
    "title": "Tal Variation and 135 Moves - A Long Day For Nakamura | #gibchess | Round 2",
    "description": "#agadmator Check out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\nCheck out the interview with Nakamura about this game https://www.youtube.com/watch?v=bAGBW-CGkDE&t=16s\n\nA ten-round Open tournament, featuring super-elite and highly rated professionals in action, alongside a large number of titled players, as well as amateurs of all strengths. A high proportion of the world's best female players will be taking part. In addition, many top-ranked juniors will play. The Masters is expected to include players from some sixty federations.\n\nRATE OF PLAY:\n40 moves in 100 minutes plus 20 moves in 50 minutes plus 15 minutes for all remaining moves with 30 seconds per move added from the start.\n\nThe first prize may not be shared.\n\nIn the event of a tie for first place, there shall be a play-off. If there are four or fewer players tied for first place, there will be a speed knock-out play-off for the first prize of £25,000.\n\nIf three players tie for first place, the player with the highest performance rating will be seeded directly into the Final of the Play-Off; the other two players will contest the Semi-Final.\n\nIf more than four players tie for first place, the four players with the highest performance ratings shall qualify for the play-off to decide the first prize.\n\nAll other prizes shall be shared where players have the same score (except the Women’s First Prize).\n\nHikaru Nakamura vs Valentina Gunina\nTradewise Gibraltar (2018), Catalan Bay GIB, rd 2, Jan-24 \nCaro-Kann Defense: Advance. Tal Variation (B12)\n\n1. e4 c6 2. d4 d5 3. e5 Bf5 4. h4 h5 5. Bd3 Bd3 6. Qd3 e6 7. Bg5 Qa5 8. Nd2 Ne7 9. Nf3 Nf5 10. O-O Qa6 11. c4 Bb4 12. b3 Nd7 13. Rfc1 O-O 14. a3 Be7 15. Be7 Ne7 16. Nf1 Rad8 17. Ng3 dc4 18. bc4 c5 19. Qe3 cd4 20. Nd4 Ng6 21. Nf3 Qa5 22. Re1 Rc8 23. Rad1 Nb6 24. Qg5 Rc4 25. Qh5 Qa4 26. Ne2 Nd5 27. g3 Re8 28. Ned4 Nf8 29. Ng5 Re7 30. Nf5 ef5 31. Rd5 Rd4 32. e6 f6 33. Qf7 Rf7 34. ef7 Kh8 35. Re8 Rd1 36. Kg2 fg5 37. Rd1 Kh7 38. Rf8 Qc6 39. Kg1 Kg6 40. hg5 f4 41. gf4 Qe6 42. Rd3 Qg4 43. Rg3 Qf4 44. Rd8 Kf7 45. Rd7 Kg6 46. Rb7 Qc1 47. Kh2 Qf4 48. Rb2 Qh4 49. Kg1 Qd4 50. Rb1 Qd2 51. Rbb3 Qe1 52. Kg2 Qe4 53. Kh2 Qe2 54. Rbf3 Qd2 55. Rf8 Qd6 56. Rc8 Qd4 57. Rc6 Kf5 58. Rf3 Kg5 59. Kg2 Qe4 60. Rc7 Kh6 61. Rc3 Kh7 62. Re3 Qd5 63. Kh2 Qd6 64. Rg3 Kg8 65. Rc3 Qf4 66. Kg1 Qe5 67. Rc4 Qe1 68. Kg2 Qe5 69. Rcg4 Qd5 70. Kg1 Kf8 71. Rg7 Qd1 72. Kh2 Qd2 73. Rg8 Kf7 74. R3g7 Kf6 75. Rg6 Kf7 76. R6g7 Kf6 77. Rg2 Qf4 78. R8g3 Qh6 79. Rh3 Qf4 80. Kh1 Qe4 81. Re3 Qd5 82. Kh2 Qh5 83. Rh3 Qe2 84. Rh4 Qf3 85. a4 a5 86. Rd4 Qf5 87. Kg3 Qc2 88. Rf4 Ke6 89. f3 Qg6 90. Rg4 Qb1 91. Re2 Kf5 92. Kg2 Qd3 93. Rge4 Qd1 94. Rb2 Qc1 95. Rb5 Kf6 96. Rd4 Ke6 97. Rdd5 Qc2 98. Kg3 Qa4 99. Re5 Kf6 100. Rf5 Kg6 101. Rfc5 Kf7 102. Ra5 Qd7 103. Rf5 Kg6 104. Rfd5 Qe6 105. Re5 Qd6 106. Rd5 Qc7 107. f4 Qc1 108. Re2 Qg1 109. Rg2 Qb1 110. Kg4 Kf6 111. Rd6 Kf7 112. Rgd2 Qg1 113. Kf5 Qb1 114. R2d3 Qc2 115. Rd7 Kg8 116. Kf6 Qb2 117. R3d4 Qa1 118. Rd8 Kh7 119. f5 Qc3 120. Kf7 Qh3 121. R4d5 Qg4 122. R8d7 Qh5 123. Ke7 Qh4 124. Kf7 Qh5 125. Kf6 Kh6 126. R5d6 Qe2 127. Kf7 Kg5 128. f6 Qh5 129. Ke7 Qe2 130. Kf8 Kg6 131. Rg7 Kf5 132. f7 Qa2 133. Kg8 Ke5 134. Ra6 Qc4 135. Rgg6\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin or Litecoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nTwitch: https://www.twitch.tv/agadmatorchess\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/cFd0DwoCvwQ/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/cFd0DwoCvwQ/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/cFd0DwoCvwQ/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/cFd0DwoCvwQ/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/cFd0DwoCvwQ/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "cFd0DwoCvwQ"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c6 2. d4 d5 3. e5 Bf5 4. h4 h5 5. Bd3 Bxd3 6. Qxd3 e6 7. Bg5 Qa5+ 8. Nd2 Ne7 9. Nf3 Nf5 10. O-O Qa6 11. c4 Bb4 12. b3 Nd7 13. Rfc1 O-O 14. a3 Be7 15. Bxe7 Nxe7 16. Nf1 Rad8 17. Ng3 dxc4 18. bxc4 c5 19. Qe3 cxd4 20. Nxd4 Ng6 21. Nf3 Qa5 22. Re1 Rc8 23. Rad1 Nb6 24. Qg5 Rxc4 25. Qxh5 Qa4 26. Ne2 Nd5 27. g3 Re8 28. Ned4 Nf8 29. Ng5 Re7 30. Nf5 exf5 31. Rxd5 Rd4 32. e6 f6 33. Qf7+ Rxf7 34. exf7+ Kh8 35. Re8 Rd1+ 36. Kg2 fxg5 37. Rxd1 Kh7 38. Rxf8 Qc6+ 39. Kg1 Kg6 40. hxg5 f4 41. gxf4 Qe6 42. Rd3 Qg4+ 43. Rg3 Qxf4 44. Rd8 Kxf7 45. Rd7+ Kg6 46. Rxb7 Qc1+ 47. Kh2 Qf4 48. Rb2 Qh4+ 49. Kg1 Qd4 50. Rb1 Qd2 51. Rbb3 Qe1+ 52. Kg2 Qe4+ 53. Kh2 Qe2 54. Rbf3 Qd2 55. Rf8 Qd6 56. Rc8 Qd4 57. Rc6+ Kf5 58. Rf3+ Kxg5 59. Kg2 Qe4 60. Rc7 Kh6 61. Rc3 Kh7 62. Re3 Qd5 63. Kh2 Qd6+ 64. Rg3 Kg8 65. Rc3 Qf4 66. Kg1 Qe5 67. Rc4 Qe1+ 68. Kg2 Qe5 69. Rcg4 Qd5+ 70. Kg1 Kf8 71. Rxg7 Qd1+ 72. Kh2 Qd2 73. Rg8+ Kf7 74. R3g7+ Kf6 75. Rg6+ Kf7 76. R6g7+ Kf6 77. Rg2 Qf4+ 78. R8g3 Qh6+ 79. Rh3 Qf4+ 80. Kh1 Qe4 81. Re3 Qd5 82. Kh2 Qh5+ 83. Rh3 Qe2 84. Rh4 Qf3 85. a4 a5 86. Rd4 Qf5 87. Kg3 Qc2 88. Rf4+ Ke6 89. f3 Qg6+ 90. Rg4 Qb1 91. Re2+ Kf5 92. Kg2 Qd3 93. Rge4 Qd1 94. Rb2 Qc1 95. Rb5+ Kf6 96. Rd4 Ke6 97. Rdd5 Qc2+ 98. Kg3 Qxa4 99. Re5+ Kf6 100. Rf5+ Kg6 101. Rfc5 Kf7 102. Rxa5 Qd7 103. Rf5+ Kg6 104. Rfd5 Qe6 105. Re5 Qd6 106. Rd5 Qc7 107. f4 Qc1 108. Re2 Qg1+ 109. Rg2 Qb1 110. Kg4 Kf6 111. Rd6+ Kf7 112. Rgd2 Qg1+ 113. Kf5 Qb1+ 114. R2d3 Qc2 115. Rd7+ Kg8 116. Kf6 Qb2+ 117. R3d4 Qa1 118. Rd8+ Kh7 119. f5 Qc3 120. Kf7 Qh3 121. R4d5 Qg4 122. R8d7 Qh5+ 123. Ke7 Qh4+ 124. Kf7 Qh5+ 125. Kf6+ Kh6 126. R5d6 Qe2 127. Kf7+ Kg5 128. f6 Qh5+ 129. Ke7 Qe2+ 130. Kf8 Kg6 131. Rg7+ Kf5 132. f7 Qa2 133. Kg8 Ke5 134. Ra6 Qc4 135. Rgg6  ",
      "fen": "6K1/5P2/R5R1/4k3/2q5/8/8/8 b - - 0 1",
      "playerWhite": "Hikaru Nakamura",
      "playerBlack": "Valentina Gunina"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T15:19:18.365Z",
    "href": "https://www.chess.com/games/view/14284659",
    "playerWhite": "Hikaru Nakamura",
    "playerBlack": "Valentina Gunina",
    "result": "1-0",
    "movesCount": "135",
    "year": "2018"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:23:49.684Z",
    "id": 4270736,
    "playerWhite": "Nakamura, Hikaru",
    "playerBlack": "Gunina, Valentina",
    "result": "w",
    "movesCount": 269,
    "date": "2018.1.24",
    "site": "Caleta ENG",
    "event": "Gibraltar Masters 2018",
    "round": "2.2",
    "eco": "B12",
    "openingName": "Caro-Kann Defense:Advance Variation:Tal Variation:"
  }
}