{
  "_id": "CxzBKhVaRkU",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.588Z",
    "publishedAt": "2017-07-04T15:54:35Z",
    "title": "Bobby Fischer beats a Grandmaster in 10 moves! (But Reshevsky plays on)",
    "description": "THANK YOU FOR 2.000.000 VIEWS! :)\nCheck out some of my other videos as well https://www.youtube.com/watch?v=xcT1e8aBhPQ&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nOnce Bobby Fischer made his debut at age 14 in the U.S. Championship with the 1957–58 event, he dominated completely, winning on each of his eight attempts, leaving Reshevsky, the seven-time former champion, back in the chasing pack. There was little love lost between the two players, separated by a generation in age. Ahead of the Buenos Aires 1960 tournament, Reshevsky reportedly said, \"I would settle for 19th place – if Fischer placed 20th.\" Reshevsky in fact won the Buenos Aires 1960 tournament, with Fischer well back; this was the only time Reshevsky finished ahead of Fischer in an international tournament.\n\nIn 1961 Reshevsky began a 16-game match with the then-current U.S. Champion Fischer; it was jointly staged in New York and Los Angeles. Despite Fischer's recent meteoric rise, consensus opinion favored Reshevsky. After eleven games and a tie score (two wins apiece with seven draws), the match ended due to a scheduling dispute between Fischer and match organizer Jacqueline Piatigorsky, with Reshevsky receiving the winner's share of the prize fund.\n\nIn the 1967 Sousse Interzonal, Fischer turned up 53 minutes late (only seven minutes short of an automatic time forfeiture) for his game with Reshevsky, and made his opening move without a word of apology. Reshevsky, who had been convinced that Fischer had withdrawn from the tournament, lost the game badly and complained furiously to the organizers. Despite losing that game, Reshevsky advanced to the next stage. Reshevsky also refused to play for the U.S. team in the Chess Olympiads of 1960, 1962 and 1966 because Fischer, as U.S. champion, was chosen ahead of him for the top board. He did, however, finally consent to play on a lower board in 1970, the only time the two men appeared in the same team.\n\nAlthough Reshevsky and Fischer had one of the fiercest rivalries in chess history, Fischer greatly respected the older champion, stating in the late 1960s that he thought Reshevsky was the strongest player in the world in the mid-1950s, around the time when he defeated world champion Mikhail Botvinnik in their four-game mini-match, which was the top board of the USA vs USSR team match held in Moscow.\n\nIt was only in 1968, in his 57th year, that he finally lost a match where he had time for extensive preparation. This was against Viktor Korchnoi in Amsterdam in the first round of the Candidates. The match was scheduled for ten games but the younger Grandmaster proved too much for Reshevsky, who didn't win a game and lost by the final score of 5½–2½.\n\nDuring his long chess career, Reshevsky played eleven of the first twelve World Champions, from Emanuel Lasker to Anatoly Karpov, the only player to do so (he met Garry Kasparov but never played him). He defeated seven World Champions: Lasker, José Raúl Capablanca, Alexander Alekhine, Max Euwe, Mikhail Botvinnik, Vasily Smyslov, and Bobby Fischer.\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nJoin our Discord Server here https://discord.gg/bY6BbRP\n\np.s. if you work in Twitter or Instagram, help me get Verified :)",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/CxzBKhVaRkU/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/CxzBKhVaRkU/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/CxzBKhVaRkU/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/CxzBKhVaRkU/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/CxzBKhVaRkU/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "CxzBKhVaRkU"
  },
  "videoGame": [
    {
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Samuel Reshevsky"
    }
  ]
}