{
  "_id": "EmWB7qM6I9Y",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.588Z",
    "publishedAt": "2017-07-12T15:58:19Z",
    "title": "King's Gambit to Crown the King! First encounter of Fischer and Spassky",
    "description": "#agadmator Boris Spassky vs Robert James Fischer\nMar del Plata (1960)\n\nThe 23rd Mar del Plata International Chess Tournament was held in Mar del Plata, Argentina (1) from March 29th to April 15th. Among the longtime participants of the event and the field of Argentinian masters, four grandmasters were invited to compete. Bobby Fischer was participating on behalf of the United States for the second time, while the Soviet Union sent David Bronstein and Boris Spassky to represent them, and Fridrik Olafsson journeyed from Iceland. While neither player was new to international chess, the 17 year old Fischer and the 23 year old Spassky drew a great deal of attention to themselves by dominating the event, both of them tying for first place with 13½/15. Spassky had defeated Fischer in their individual encounter and gone undefeated, but Fischer's results were not lost on the Soviets who perceived him as a potential challenger to their long reign in international chess.\n\nPGN:\n1. e4 e5 2. f4 ef4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 6. d4 d6 7. Nd3 Ne4 8. Bf4 Bg7 9. Nc3?! Nc3 10. bc3 c5 11. Be2 cd4 12. O-O Nc6 13. Bg4 O-O 14. Bc8 Rc8 15. Qg4 f5 16. Qg3 dc3 17. Rae1 Kh8 18. Kh1 Rg8 19. Bd6 Bf8 20. Be5 Ne5 21. Qe5 Rg7 22. Rf5 Qh4 23. Kg1 Qg4 24. Rf2 Be7 25. Re4 Qg5 26. Qd4 Rf8 27. Re5 Rd8 28. Qe4 Qh4 29. Rf4\n\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\nMatch of the Century\nDuring the early 1960s, Fischer continued to be involved in U.S. and world championship matches, but was also making a name for himself with his erratic, paranoid commentary. After having a 20-game winning streak in the early 1970s, Fischer once again made chess history in 1972 with his defeat of the Soviet Union's Boris Spassky at the Reykjavik, Iceland world championships, thus marking the first time an American chess player had won the title. Fischer's defeat of a Soviet opponent, which became known as the \"Match of the Century,\" took on iconic proportions in the midst of the Cold War and was seen as a symbolic victory of democracy over Communism. Fischer's historic win also made chess a popular game in the United States. \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/EmWB7qM6I9Y/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/EmWB7qM6I9Y/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/EmWB7qM6I9Y/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/EmWB7qM6I9Y/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/EmWB7qM6I9Y/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "EmWB7qM6I9Y"
  },
  "videoGame": [
    {
      "pgn": "1. e4 e5 2. f4 exf4 3. Nf3 g5 4. h4 g4 5. Ne5 Nf6 6. d4 d6 7. Nd3 Nxe4 8. Bxf4 Bg7 9. Nc3 Nxc3 10. bxc3 c5 11. Be2 cxd4 12. O-O Nc6 13. Bxg4 O-O 14. Bxc8 Rxc8 15. Qg4 f5 16. Qg3 dxc3 17. Rae1 Kh8 18. Kh1 Rg8 19. Bxd6 Bf8 20. Be5+ Nxe5 21. Qxe5+ Rg7 22. Rxf5 Qxh4+ 23. Kg1 Qg4 24. Rf2 Be7 25. Re4 Qg5 26. Qd4 Rf8 27. Re5 Rd8 28. Qe4 Qh4 29. Rf4  ",
      "fen": "3r3k/pp2b1rp/8/4R3/4QR1q/2pN4/P1P3P1/6K1 b - - 0 1",
      "playerWhite": "Boris Spassky",
      "playerBlack": "Robert James Fischer"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T11:58:40.971Z",
    "href": "https://www.chess.com/games/view/96394",
    "playerWhite": "Boris V Spassky",
    "playerBlack": "Bobby Fischer",
    "result": "1-0",
    "movesCount": "29",
    "year": "1960"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T14:08:39.399Z",
    "id": 2674059,
    "playerWhite": "Spassky, Boris V.",
    "playerBlack": "Fischer, Robert J",
    "result": "w",
    "movesCount": 57,
    "date": "1960.3.??",
    "site": "Mar del Plata",
    "event": "Mar del Plata",
    "round": "2",
    "eco": "C39",
    "openingName": "King's Gambit:Accepted:Kieseritsky Gambit:Rubinstein Variation"
  }
}