{
  "_id": "f1rHcW3l2XY",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:40:59.186Z",
    "publishedAt": "2019-01-04T20:12:24Z",
    "title": "Playing d4 Before it was Cool | Capablanca vs Corzo | Game 11",
    "description": "Check out Pilsbury vs Lasker here https://www.youtube.com/watch?v=b4HzAunOBes&t=87s\n\nName of the book is Chess Fundamentals :)\n\nJose Raul Capablanca vs Juan Corzo\n\"Crash Corzo\" (game of the day Nov-05-2014)\nCapablanca - Corzo (1901), Habana CUB, rd 11, Dec-15 \nQueen Pawn Game: Krause Variation (D02)\n\n1. d4 d5 2. Nf3 c5 3. e3 Nc6 4. b3 e6 5. Bb2 Nf6 6. Nbd2 cd4 7. ed4 Bd6 8. Bd3 O-O 9. O-O Nh5 10. g3 f5 11. Ne5 Nf6 12. f4 Be5 13. fe5 Ng4 14. Qe2 Qb6 15. Nf3 Bd7 16. a3 Kh8 17. h3 Nh6 18. Qf2 Nf7 19. Kg2 g5 20. g4 Ne7 21. Qe3 Rg8 22. Rae1 Ng6 23. gf5 Nf4 24. Kh2 Nd3 25. Qd3 ef5 26. c4 Qe6 27. cd5 Qd5 28. e6 Bb5 29. Qb5 Qb5 30. d5 Rg7 31. ef7 h6 32. Nd4 Qf1 33. Rf1 Rf7 34. Rf5 Rf5 35. Nf5 Kh7 36. Ne7 Rf8 37. Kg2 h5 38. d6 g4 39. hg4 hg4 40. Be5 Kh6 41. d7 Rd8 42. Ng8 Rg8 43. Bf6 Kg6 44. d8Q Rd8 45. Bd8 b5 46. Kf2 Kf5 47. Ke3 Ke5 48. Kd3 Kd5 49. Kc3 g3 50. Bh4 g2 51. Bf2 a5 52. b4 Ke4 53. Bb6 Kd5 54. Kd3 Kc6 55. Bg1 Kd5 56. Bh2 Kc6 57. Kd4 a4 58. Ke5 Kb6 59. Kd5 Ka6 60. Kc5\n\nIn 1901 the boy prodigy Jose Capablanca began play against Juan Corzo, the champion of Cuba, in an exhibition match. The match has sometimes been billed as being for the championship of Cuba, but that is incorrect. In April of 1902, the Cuban championship was played and Capablanca finished in fourth place with a minus score, losing both games to Corzo, who won the event.\nPrior to this match, Capablanca played eighteen games against ten players of Cuba. Eight opponents played him twice, two of his opponents played him only once. Clocks were used and Capablanca’s average rate of play was 140 moves an hour, his score being +13 =2 –3, his losses coming against Juan Corzo and his brother Enrique Corzo.\n\nCorzo was a fine middlegame tactician; he was the strongest player in Cuba, and would certainly rank as a candidate for master class. In the latter stages of the match considerable crowds gathered, and attendance had to be restricted to ticket-holders, whilst others waited outside. Capablanca’s victory created a local sensation; the Cubans were convinced that a new Morphy had arisen.\n\nTheir enthusiasm was short-lived. Capablanca was thoroughly trounced in the Cuban championship a few months later. In this double-round event he lost both of his games against J. Corzo.\n\nIt is not easy to explain Corzo’s defeat in the match. He was too old a hand to be affected by crowd sympathy or to be rushed into playing too fast against an opponent whose rate of play averaged ninety moves an hour. Perhaps he lost because of poor endplay; at all events Capablanca won two drawn endgames and saved three or four lost endgames. There is other evidence of this weakness of Corzo’s, that is, his comment on White’s forty-third move of the fourth match game.\n\nThe match was for the best of seven games, draws not counting. In the first eleven games Capablanca scored four wins against Corzo’s two, but they agreed to play on until the seventh win was notched up. As it happened the match ended with a loss – Hooper & Brandreth in The Unknown Capablanca.\n\nSource: http://www.chessgames.com/perl/chess.pl?tid=80396\n\nCheck out agadmator's merch here https://teespring.com/stores/agadmators-swag-store\nhttps://teespring.com/design-with-a-story-tm\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\n#capablancastory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/f1rHcW3l2XY/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/f1rHcW3l2XY/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/f1rHcW3l2XY/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/f1rHcW3l2XY/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/f1rHcW3l2XY/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "f1rHcW3l2XY"
  },
  "videoGame": [
    {
      "pgn": "1. d4 d5 2. Nf3 c5 3. e3 Nc6 4. b3 e6 5. Bb2 Nf6 6. Nbd2 cxd4 7. exd4 Bd6 8. Bd3 O-O 9. O-O Nh5 10. g3 f5 11. Ne5 Nf6 12. f4 Bxe5 13. fxe5 Ng4 14. Qe2 Qb6 15. Nf3 Bd7 16. a3 Kh8 17. h3 Nh6 18. Qf2 Nf7 19. Kg2 g5 20. g4 Ne7 21. Qe3 Rg8 22. Rae1 Ng6 23. gxf5 Nf4+ 24. Kh2 Nxd3 25. Qxd3 exf5 26. c4 Qe6 27. cxd5 Qxd5 28. e6 Bb5 29. Qxb5 Qxb5 30. d5+ Rg7 31. exf7 h6 32. Nd4 Qxf1 33. Rxf1 Rxf7 34. Rxf5 Rxf5 35. Nxf5+ Kh7 36. Ne7 Rf8 37. Kg2 h5 38. d6 g4 39. hxg4 hxg4 40. Be5 Kh6 41. d7 Rd8 42. Ng8+ Rxg8 43. Bf6 Kg6 44. d8=Q Rxd8 45. Bxd8 b5 46. Kf2 Kf5 47. Ke3 Ke5 48. Kd3 Kd5 49. Kc3 g3 50. Bh4 g2 51. Bf2 a5 52. b4 Ke4 53. Bb6 Kd5 54. Kd3 Kc6 55. Bg1 Kd5 56. Bh2 Kc6 57. Kd4 a4 58. Ke5 Kb6 59. Kd5 Ka6 60. Kc5  ",
      "fen": "8/8/k7/1pK5/pP6/P7/6pB/8 b - - 0 1",
      "playerWhite": "Jose Raul Capablanca",
      "playerBlack": "Juan Corzo",
      "date": "2014-05-11"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T15:31:26.818Z",
    "href": "https://www.chess.com/games/view/15765133",
    "playerWhite": "Jose Raul Capablanca",
    "playerBlack": "Juan Corzo",
    "result": "1-0",
    "movesCount": "60",
    "year": "1901"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:34:39.931Z",
    "id": 444881,
    "playerWhite": "Capablanca, Jose",
    "playerBlack": "Corzo y Principe, Juan",
    "result": "w",
    "movesCount": 119,
    "date": "1901.??.??",
    "site": "Havana CUB",
    "event": "Havana m",
    "round": "11",
    "eco": "D02",
    "openingName": "Zukertort Opening:Reversed Queen's Gambit::"
  },
  "videoContentDetails": {
    "duration": "PT21M19S"
  }
}