{
  "_id": "fTbrPOaJals",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:02.295Z",
    "publishedAt": "2018-02-15T15:22:22Z",
    "title": "\"I Don't Believe in Dragons\" - Bobby Fischer",
    "description": "#agadmator Robert James Fischer vs Svetozar Gligoric\n\"I Don't Believe in Dragons\" \nBled-Zagreb-Belgrade Candidates (1959), Bled, Zagreb & Belgrade YUG, rd 4, Sep-11 \nSicilian Defense: Classical Variation. General (B57)\n\n1. e4 c5 2. Nf3 Nc6 3. d4 cd4 4. Nd4 Nf6 5. Nc3 d6 6. Bc4 Bd7 7. Bb3 g6 8. f3 Na5 9. Bg5 Bg7 10. Qd2 h6 11. Be3 Rc8 12. O-O-O Nc4 13. Qe2 Ne3 14. Qe3 O-O 15. g4 Qa5 16. h4 e6 17. Nde2 Rc6 18. g5 hg5 19. hg5 Nh5 20. f4 Rfc8 21. Kb1 Qb6 22. Qf3 Rc5 23. Qd3 Bc3 24. Nc3 Nf4 25. Qf3 Nh5 26. Rh5 gh5 27. Qh5 Be8 28. Qh6 Rc3 29. bc3 Rc3 30. g6 fg6 31. Rh1 Qd4 32. Qh7\n\nThe 1959 Candidates Tournament was hosted by three cities in Yugoslavia. The first 14 rounds were played in Bled, rounds 15-21 in Zagreb, and rounds 22-28 in Belgrade. This event would select the next challenger to world champion Mikhail Botvinnik, who had just recaptured his title in the Botvinnik - Smyslov World Championship Rematch (1958). Mikhail Tal, Svetozar Gligorić, Pal Benko, Tigran Petrosian, Friðrik Ólafsson and Bobby Fischer qualified from the Portoroz Interzonal (1958). Vasily Smyslov and Paul Keres were seeded directly into the candidates tournament on the strength of their 1-2 finish in the previous Amsterdam Candidates (1956). Harry Golombek was arbiter, and the seconds were Bent Larsen (Fischer), Yuri Averbakh, joined later by Alexander Koblents (Tal), Vladas Mikenas (Keres), Isaac Boleslavsky (Petrosian), Igor Bondarevsky (Smyslov) Aleksandar Matanovic (Gligorić), Klaus Viktor Darga and Ingi Randver Johannsson (Ólafsson), and Rudolf Maric (Benko)\n\nThe players would meet each other four times, twice in Bled and once in both Zagreb and Belgrade. In Bled, the players stayed at the Grand Hotel Toplice, the site of Alexander Alekhine's historic triumph in Bled (1931). 4 Mikhail Tal had just had his appendix removed less than two weeks earlier, but FIDE insisted he make it in time for the tournament. According to Tal, \"I was not much troubled by the effects of the operation, apart from in a purely mechanical sense; during a game I did not feel inclined to stroll about ...\"5 This information may have come as a surprise to Harry Golombek, who commented after Round 5 that \"it is an impressive sight to see him (Tal) get up after he has made what he obviously thinks is a winning move and pace around the table like a man-eating tiger.\"6 It may also have surprised Bobby Fischer, who complained after his first game with Tal that whenever he \"rose from the board ... he'd begin talking to the other Soviet players, and they enjoyed whispering about their or others' positions.\"7 Pal Benko later revealed that due to his \"demanding\" job in a US brokerage firm, he \"didn't prepare at all\" for the event, although he reckoned \"I did reasonably well.\"8 He didn't. After the first cycle Tal, Paul Keres and Tigran Petrosian shared the lead.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/fTbrPOaJals/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/fTbrPOaJals/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/fTbrPOaJals/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/fTbrPOaJals/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/fTbrPOaJals/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "fTbrPOaJals"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c5 2. Nf3 Nc6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 d6 6. Bc4 Bd7 7. Bb3 g6 8. f3 Na5 9. Bg5 Bg7 10. Qd2 h6 11. Be3 Rc8 12. O-O-O Nc4 13. Qe2 Nxe3 14. Qxe3 O-O 15. g4 Qa5 16. h4 e6 17. Nde2 Rc6 18. g5 hxg5 19. hxg5 Nh5 20. f4 Rfc8 21. Kb1 Qb6 22. Qf3 Rc5 23. Qd3 Bxc3 24. Nxc3 Nxf4 25. Qf3 Nh5 26. Rxh5 gxh5 27. Qxh5 Be8 28. Qh6 Rxc3 29. bxc3 Rxc3 30. g6 fxg6 31. Rh1 Qd4 32. Qh7+  ",
      "fen": "4b1k1/pp5Q/3pp1p1/8/3qP3/1Br5/P1P5/1K5R b - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Svetozar Gligoric"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T15:34:00.524Z",
    "href": "https://www.chess.com/games/view/87340",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Svetozar Gligoric",
    "result": "1-0",
    "movesCount": "32",
    "year": "1959"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:37:14.300Z",
    "id": 2625206,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Gligoric, Svetozar",
    "result": "w",
    "movesCount": 63,
    "date": "1959.??.??",
    "site": "Bled/Zagreb/Belgrade",
    "event": "Candidats Tournament",
    "round": "4",
    "eco": "B56",
    "openingName": "Sicilian Defense:Classical Variation:General:"
  },
  "videoContentDetails": {
    "duration": "PT14M23S"
  }
}