{
  "_id": "GIMzHvj2amc",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:40:59.851Z",
    "publishedAt": "2018-10-11T16:49:29Z",
    "title": "Dark Wine-colored Costume | Fischer vs Spassky | (1972) | Game 12",
    "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nCheck out the documentary I mentioned here https://www.youtube.com/watch?v=X3PYDK3gyVw\n\nAlso, check out Bobby Fischer on the Dick Cavett show here \nhttps://www.youtube.com/watch?v=zIE3CFNpZ5Y&t=921s\n\nCheck out the interview with Karpov here https://en.chessbase.com/post/karpov-on-fischer-1-3\n\nCheck out parts of the book by Nikolai Krogius here https://www.chess.com/blog/Spektrowski/spassky---fischer-the-match-diary-by-nikolai-krogius-part-1\n\nRobert James Fischer vs Boris Spassky\nFischer - Spassky World Championship Match (1972), Reykjavik ISL, rd 12, Aug-08 \nQueen's Gambit Declined: Neo-Orthodox Variation. Main Line (D55)\n\n1. c4 e6 2. Nf3 d5 3. d4 Nf6 4. Nc3 Be7 5. Bg5 h6 6. Bh4 O-O 7. e3 Nbd7 8. Rc1 c6 9. Bd3 dc4 10. Bc4 b5 11. Bd3 a6 12. a4 ba4 13. Na4 Qa5 14. Nd2 Bb4 15. Nc3 c5 16. Nb3 Qd8 17. O-O cd4 18. Nd4 Bb7 19. Be4 Qb8 20. Bg3 Qa7 21. Nc6 Bc6 22. Bc6 Rac8 23. Na4 Rfd8 24. Bf3 a5 25. Rc6 Rc6 26. Bc6 Rc8 27. Bf3 Qa6 28. h3 Qb5 29. Be2 Qc6 30. Bf3 Qb5 31. b3 Be7 32. Be2 Qb4 33. Ba6 Rc6 34. Bd3 Nc5 35. Qf3 Rc8 36. Nc5 Bc5 37. Rc1 Rd8 38. Bc4 Qd2 39. Rf1 Bb4 40. Bc7 Rd7 41. Qc6 Qc2 42. Be5 Rd2 43. Qa8 Kh7 44. Bf6 gf6 45. Qf3 f5 46. g4 Qe4 47. Kg2 Kg6 48. Rc1 Ba3 49. Ra1 Bb4 50. Rc1 Be7 51. gf5 ef5 52. Re1 Rf2 53. Kf2 Bh4 54. Ke2 Qf3 55. Kf3 Be1\n\nThe name Bobby Fischer, at least to Americans, is synonymous with chess. A prodigy in the 50s, a world class player in the 60s, the 70s saw Fischer at his pinnacle. He earned the right to challenge Boris Spassky in a title run without comparison, defeating Mark Taimanov and Bent Larsen with perfect scores of 6-0, and ex-champion Petrosian 6½-2½. Now the stage was set, and the only thing standing between Fischer and Spassky was Fischer himself.\n\nThe match was mired in political overtones, during the height of the Cold War. The Soviet chess system had a monopoly on the title since 1948, and the expectations on Spassky were enormous. While Fischer studied chess virtually in seclusion, Spassky had the full resources of the USSR. Victor Baturinsky, head of Soviet Chess Sports Committee, said: \"Basically, the Soviet leadership and the powers that be in sport, were interested in just one issue: how to stop Fischer from becoming World Champion.\n\nWith the match set to begin in Reykjavik, Iceland, Fischer (who had not signed any documents confirming his participation) began to make a number of demands, including a percentage of television rights, a larger prize fund, and all manner of conditions covering everything from the lighting to the chair cushions. To satisfy Bobby's demands of a larger prize fund, British chess promoter James Slater donated a dazzling $125,000 to be added to the prize fund. Fischer still needed more convincing by Bill Lombardy (Fischer's last-minute choice as second), and one famously persuasive telephone call from Henry Kissinger. Mere hours before he would be forfeited, Fischer arrived in Iceland.\n\nRead more here: http://www.chessgames.com/perl/chess.pl?tid=54397\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/GIMzHvj2amc/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/GIMzHvj2amc/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/GIMzHvj2amc/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/GIMzHvj2amc/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/GIMzHvj2amc/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "GIMzHvj2amc"
  },
  "videoGame": [
    {
      "pgn": "1. c4 e6 2. Nf3 d5 3. d4 Nf6 4. Nc3 Be7 5. Bg5 h6 6. Bh4 O-O 7. e3 Nbd7 8. Rc1 c6 9. Bd3 dxc4 10. Bxc4 b5 11. Bd3 a6 12. a4 bxa4 13. Nxa4 Qa5+ 14. Nd2 Bb4 15. Nc3 c5 16. Nb3 Qd8 17. O-O cxd4 18. Nxd4 Bb7 19. Be4 Qb8 20. Bg3 Qa7 21. Nc6 Bxc6 22. Bxc6 Rac8 23. Na4 Rfd8 24. Bf3 a5 25. Rc6 Rxc6 26. Bxc6 Rc8 27. Bf3 Qa6 28. h3 Qb5 29. Be2 Qc6 30. Bf3 Qb5 31. b3 Be7 32. Be2 Qb4 33. Ba6 Rc6 34. Bd3 Nc5 35. Qf3 Rc8 36. Nxc5 Bxc5 37. Rc1 Rd8 38. Bc4 Qd2 39. Rf1 Bb4 40. Bc7 Rd7 41. Qc6 Qc2 42. Be5 Rd2 43. Qa8+ Kh7 44. Bxf6 gxf6 45. Qf3 f5 46. g4 Qe4 47. Kg2 Kg6 48. Rc1 Ba3 49. Ra1 Bb4 50. Rc1 Be7 51. gxf5+ exf5 52. Re1 Rxf2+ 53. Kxf2 Bh4+ 54. Ke2 Qxf3+ 55. Kxf3 Bxe1  ",
      "fen": "8/5p2/6kp/p4p2/2B5/1P2PK1P/8/4b3 w - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Boris Spassky"
    }
  ],
  "chessCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-12T12:14:37.150Z"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T14:20:57.741Z",
    "id": 2528430,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Spassky, Boris V.",
    "result": "d",
    "movesCount": 110,
    "date": "1972.??.??",
    "site": "Reykjavik",
    "event": "World Championship Match",
    "round": "12",
    "eco": "D55",
    "openingName": "Queen's Gambit Declined:Neo-Orthodox Variation:Main Line:"
  },
  "videoContentDetails": {
    "duration": "PT16M51S"
  }
}