{
  "_id": "gsvITjkjYv4",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.210Z",
    "publishedAt": "2018-07-29T11:24:42Z",
    "title": "Bobby Goes Engine Mode | Fischer vs Ivkov | Palma de Mallorca Interzonal (1970)",
    "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nThe 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nRobert James Fischer vs Borislav Ivkov\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 13, Nov-27 \nSpanish Game: Closed Variations. Smyslov Defense (C93)\n\n1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. c3 O-O 9. h3 h6 10. d4 Re8 11. Be3 Bf8 12. Nbd2 Bb7 13. Qb1 Qb8 14. a3 Nd8 15. Bc2 c6 16. b4 Qc7 17. Bd3 Ne6 18. Qc2 Rac8 19. a4 Nd7 20. Qb3 Nf4 21. Bf4 ef4 22. c4 bc4 23. Bc4 d5 24. Bd3 Rb8 25. Qc3 Qb6 26. Reb1 Ba8 27. a5 Qa7 28. e5 Rb7 29. Qc6 Bb4 30. Qa6 Qb8 31. Bc2 Re6 32. Qd3 Nf8 33. Qf5 Ra6 34. Nb3 g6 35. Qf4 Bc3 36. Nc5 Ra5 37. Nb7 Ra1 38. Ra1 Ne6 39. Qf6 Ba1 40. Nd6 Qc7 41. Bg6 Qc1 42. Ne1 Qe1 43. Kh2 Ng5 44. Bf7\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/gsvITjkjYv4/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/gsvITjkjYv4/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/gsvITjkjYv4/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/gsvITjkjYv4/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/gsvITjkjYv4/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "gsvITjkjYv4"
  },
  "videoGame": [
    {
      "pgn": "1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. c3 O-O 9. h3 h6 10. d4 Re8 11. Be3 Bf8 12. Nbd2 Bb7 13. Qb1 Qb8 14. a3 Nd8 15. Bc2 c6 16. b4 Qc7 17. Bd3 Ne6 18. Qc2 Rac8 19. a4 Nd7 20. Qb3 Nf4 21. Bxf4 exf4 22. c4 bxc4 23. Bxc4 d5 24. Bd3 Rb8 25. Qc3 Qb6 26. Reb1 Ba8 27. a5 Qa7 28. e5 Rb7 29. Qxc6 Bxb4 30. Qxa6 Qb8 31. Bc2 Re6 32. Qd3 Nf8 33. Qf5 Ra6 34. Nb3 g6 35. Qxf4 Bc3 36. Nc5 Rxa5 37. Nxb7 Rxa1 38. Rxa1 Ne6 39. Qf6 Bxa1 40. Nd6 Qc7 41. Bxg6 Qc1+ 42. Ne1 Qxe1+ 43. Kh2 Ng5 44. Bxf7+  ",
      "fen": "b5k1/5B2/3N1Q1p/3pP1n1/3P4/7P/5PPK/b3q3 b - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Borislav Ivkov",
      "date": "1970-11-27"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T15:56:34.161Z",
    "href": "https://www.chess.com/games/view/179787",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Borislav Ivkov",
    "result": "1-0",
    "movesCount": "44",
    "year": "1970"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:43:12.980Z",
    "id": 1854067,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Ivkov, Borislav",
    "result": "w",
    "movesCount": 87,
    "date": "1970.11.??",
    "site": "Palma de Mallorca",
    "event": "Palma de Mallorca Interzonal",
    "round": "13",
    "eco": "C93",
    "openingName": "Spanish Game:Closed Variations:Smyslov Defense:"
  },
  "videoContentDetails": {
    "duration": "PT14M36S"
  }
}