{
  "_id": "Hko6WLt8NVY",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:03.915Z",
    "publishedAt": "2017-11-08T17:49:21Z",
    "title": "Keres Respects Petrosian too much in Round 1 of the Zürich 1953 Candidates",
    "description": "#agadmator Tigran Vartanovich Petrosian vs Paul Keres\nZurich Candidates (1953), Zurich SUI, rd 1, Aug-30 \nEnglish Opening: Symmetrical. Anti-Benoni Variation Spielmann Defense (A32)\n\n1. c4 c5 2. Nf3 Nf6 3. d4 cd4 4. Nd4 e6 5. g3 d5 6. Bg2 e5 7. Nc2 d4 8. O-O Nc6 9. Nd2 Bg4 10. Nf3 a5 11. Bg5 Bc5 12. e4 h6 13. Bf6 Qf6 14. Nce1 Qe6 15. Nd3 Be7 16. h3 Bf3 17. Qf3 Qc4 18. Rfc1 Qe6 19. Qf5 Bd6 20. Qe6 fe6 21. a3 Kd7 22. Bf1 a4 23. Ne1 Ra5 24. Rc2 Rc8 25. Rac1 Na7 26. Rc8 Nc8 27. Bc4 Be7 28. Nd3 Nd6 29. f3 Nc4 30. Rc4 Bd6 31. Kf2 Ra6 32. Ke2 g5 33. Kd1 Ra8 34. Ke2 h5 35. Rc1 Rh8 36. Rh1 h4 37. g4 b5 38. Rc1 Rb8 39. Kd1 Rb6 40. Rc2 Rb8 41. Rc1 Ra8\n\nThis event was played in Neuhausen am Rheinfall and Zürich. 1 These are the games in order according to David Bronstein's excellent book, Zurich International Chess Tournament 1953. He participated in the tournament with the strongest players in the world at that time in a candidates match to determine the next challenger to world champion Mikhail Botvinnik.\n\nThe Swiss Chess Federation spent 100,000 Swiss francs in order to stage the event, which was one of the reasons they insisted that host countries pay the travel expenses for their respective players. Prize money for first place was 5,000 Swiss francs. Alois Nagler was tournament director. 1 All contestants brought a second except for Bronstein and Reshevsky: Miroljub Trifunovic (Gligoric), Salomon Flohr (Taimanov), Julio Bolbochan (Najdorf), Andre Lilienthal (Petrosian), Mikhail Beilin (Averbakh), Carel Benjamin van den Berg (Euwe), Kristian Skold (Stahlberg), Tibor Florian (Szabó), Alexey Sokolsky (Boleslavsky), Viktor Moiseev (Kotov), Igor Bondarevsky (Geller), Vladimir Simagin (Smyslov), and Alexander Kazimirovich Tolush (Keres).\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/Hko6WLt8NVY/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/Hko6WLt8NVY/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/Hko6WLt8NVY/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/Hko6WLt8NVY/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/Hko6WLt8NVY/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "Hko6WLt8NVY"
  },
  "videoGame": [
    {
      "pgn": "1. c4 c5 2. Nf3 Nf6 3. d4 cxd4 4. Nxd4 e6 5. g3 d5 6. Bg2 e5 7. Nc2 d4 8. O-O Nc6 9. Nd2 Bg4 10. Nf3 a5 11. Bg5 Bc5 12. e4 h6 13. Bxf6 Qxf6 14. Nce1 Qe6 15. Nd3 Be7 16. h3 Bxf3 17. Qxf3 Qxc4 18. Rfc1 Qe6 19. Qf5 Bd6 20. Qxe6+ fxe6 21. a3 Kd7 22. Bf1 a4 23. Ne1 Ra5 24. Rc2 Rc8 25. Rac1 Na7 26. Rxc8 Nxc8 27. Bc4 Be7 28. Nd3 Nd6 29. f3 Nxc4 30. Rxc4 Bd6 31. Kf2 Ra6 32. Ke2 g5 33. Kd1 Ra8 34. Ke2 h5 35. Rc1 Rh8 36. Rh1 h4 37. g4 b5 38. Rc1 Rb8 39. Kd1 Rb6 40. Rc2 Rb8 41. Rc1 Ra8  ",
      "fen": "r7/3k4/3bp3/1p2p1p1/p2pP1Pp/P2N1P1P/1P6/2RK4 w - - 0 1",
      "playerWhite": "Tigran Vartanovich Petrosian",
      "playerBlack": "Paul Keres"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T12:30:03.042Z",
    "href": "https://www.chess.com/games/view/15772013",
    "playerWhite": "Tigran Petrosian",
    "playerBlack": "Paul Keres",
    "result": "½-½",
    "movesCount": "41",
    "year": "1953"
  },
  "chesstempoCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-12T14:32:50.282Z"
  },
  "videoContentDetails": {
    "duration": "PT14M8S"
  }
}