{
  "_id": "is0QcB3Bqh8",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.210Z",
    "publishedAt": "2018-08-02T19:00:01Z",
    "title": "Pride of Mongolia | Üitümen vs Fischer | Palma de Mallorca Interzonal (1970)",
    "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nThe 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nTudev Ujtumen vs Robert James Fischer\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 16, Dec-01 \nAlekhine Defense: Four Pawns Attack. Trifunovic Variation (B03)\n\n1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 Bf5 6. Nc3 e6 7. Be3 Be7 8. Nf3 O-O 9. ed6 cd6 10. b3 d5 11. c5 N6d7 12. Bd3 Bd3 13. Qd3 b6 14. cb6 Qb6 15. O-O Qa6 16. Qd1 Nc6 17. Ne5 Nce5 18. fe5 Rac8 19. Rc1 f6 20. ef6 Nf6 21. h3 Bb4 22. Na4 Rc1 23. Bc1 Ne4 24. Rf8 Bf8 25. Bf4 Bd6 26. Qg4 Bf4 27. Qf4 Qd6 28. Qd6 Nd6 29. Nc3 Nf5 30. Ne2 Ne3 31. Kf2 Nc2 32. Kf3 Kf7 33. Kf4 Kf6 34. h4 h6 35. h5 Ne1 36. g3 Nc2 37. Kg4 e5 38. de5 Ke5 39. Kf3 Nb4 40. Nc1 Kd4 41. g4 a5 42. Ne2 Ke5 43. Nc1\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/is0QcB3Bqh8/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/is0QcB3Bqh8/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/is0QcB3Bqh8/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/is0QcB3Bqh8/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/is0QcB3Bqh8/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "is0QcB3Bqh8"
  },
  "videoGame": {
    "pgn": "1. e4 Nf6 2. e5 Nd5 3. d4 d6 4. c4 Nb6 5. f4 Bf5 6. Nc3 e6 7. Be3 Be7 8. Nf3 O-O 9. exd6 cxd6 10. b3 d5 11. c5 N6d7 12. Bd3 Bxd3 13. Qxd3 b6 14. cxb6 Qxb6 15. O-O Qa6 16. Qd1 Nc6 17. Ne5 Ncxe5 18. fxe5 Rac8 19. Rc1 f6 20. exf6 Nxf6 21. h3 Bb4 22. Na4 Rxc1 23. Bxc1 Ne4 24. Rxf8+ Bxf8 25. Bf4 Bd6 26. Qg4 Bxf4 27. Qxf4 Qd6 28. Qxd6 Nxd6 29. Nc3 Nf5 30. Ne2 Ne3 31. Kf2 Nc2 32. Kf3 Kf7 33. Kf4 Kf6 34. h4 h6 35. h5 Ne1 36. g3 Nc2 37. Kg4 e5 38. dxe5+ Kxe5 39. Kf3 Nb4 40. Nc1 Kd4 41. g4 a5 42. Ne2+ Ke5 43. Nc1  ",
    "fen": "8/6p1/7p/p2pk2P/1n4P1/1P3K2/P7/2N5 b - - 0 1",
    "playerWhite": "Tudev Ujtumen",
    "playerBlack": "Robert James Fischer"
  },
  "chessCom": {
    "retrievedAt": "2023-02-12T16:06:21.081Z",
    "href": "https://www.chess.com/games/view/180021",
    "playerWhite": "Tudev Ujtumen",
    "playerBlack": "Bobby Fischer",
    "result": "½-½",
    "movesCount": "43",
    "year": "1970"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:51:46.783Z",
    "id": 2402929,
    "playerWhite": "Ujtumen, Tudev",
    "playerBlack": "Fischer, Robert J",
    "result": "d",
    "movesCount": 85,
    "date": "1970.11.??",
    "site": "Palma de Mallorca",
    "event": "Palma de Mallorca Interzonal",
    "round": "16",
    "eco": "B03",
    "openingName": "Alekhine Defense:Four Pawns Attack:Trifunovic Variation:"
  }
}