{
  "_id": "Jb2Vh5kTjpA",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:40:47.035Z",
    "publishedAt": "2022-04-06T18:33:56Z",
    "title": "No One Horses Around Like Hikaru",
    "description": "Have a great day :)\n\nCrafty (Computer) vs Hikaru Nakamura\nICC blitz (2007) (blitz)\nVan Geet (Dunst) Opening: General (A00)\n\n1. Nc3 g6 2. e4 Bg7 3. Bc4 e6 4. Nf3 Ne7 5. O-O d6 6. d4 O-O 7. Bg5 h6 8. Be3 b6 9. Qd2 Kh7 10. d5 e5 11. Ne1 f5 12. f3 f4 13. Bf2 g5 14. Nd3 h5 15. Rae1 Ng6 16. Re2 Bh6 17. Ne1 g4 18. Qd3 a6 19. a4 Nd7 20. Kh1 Nf6 21. b4 Rf7 22. Rg1 g3 23. hg3 fg3 24. Bg3 h4 25. Bh4 Nh4 26. g3 Ng6 27. Rh2 Kg7 28. Kg2 Rf8 29. Nd1 Rh8 30. Rgh1 Bg5 31. Rh8 Nh8 32. Nf2 Ng6 33. c3 Qe8 34. b5 a5 35. Nc2 Ne7 36. Nh3 Bh3 37. Rh3 Qg6 38. Kf2 Rh8 39. Rh8 Kh8 40. Ba2 Nd7 41. Ne1 Nc5 42. Qc2 Qh6 43. Ng2 Ng6 44. Bc4 Qh2 45. Bf1 Kg7 46. Qa2 Nf8 47. Bc4 Nh7 48. Kf1 Qh1 49. Kf2 Qc1 50. Be2 Nf6 51. Qc4 Bd2 52. g4 Qc3 53. Qc3 Bc3 54. Bd1 Bd2 55. Nh4 Ng8 56. Ke2 Bg5 57. Nf5 Kf7 58. Bc2 Ne7 59. Ng3 Nd7 60. Kd3 Ng6 61. Nf5 Kf6 62. Kc3 Nh4 63. Nh4 Bh4 64. Kd2 Kg5 65. Bd1 Kf4 66. Ke2 Nf6 67. Kf1 Nh7 68. Kg2 Be1 69. Kf1 Bg3 70. Be2 Ng5 71. Kg1 Nf3 72. Kg2 Ne1 73. Kf1 Nc2 74. Kg2 Ne3 75. Kh3 Be1 76. g5 Kg5 77. Kh2 Kf4 78. Bd3 Ng4 79. Kg2 Nf2 80. Bc2 Ne4 81. Bb3 Nc5 82. Kf1 Nb3 83. Ke1 Nc5 84. Ke2 Na4 85. Ke1 Nc5 86. Kf2 Ke4 87. Kg2 Kd5 88. Kg3 Kc4 89. Kg4 Kb5 90. Kg3 a4 91. Kf3 a3 92. Ke3 a2 93. Kf2 a1N 94. Ke3 Kc6 95. Kf3 Nab3 96. Kg4 Nd4 97. Kg5 Nde6 98. Kf5 Kd7 99. Kg4 b5 100. Kf3 b4 101. Kg3 b3 102. Kf3 b2 103. Kg4 b1N 104. Kf5 Na3 105. Kg4 Nb7 106. Kf5 Nf8 107. Ke4 Nd8 108. Kd3 Nb5 109. Kc4 Na7 110. Kd3 Nc8 111. Ke4 Ke6 112. Ke3 d5 113. Kd2 c5 114. Kd1 e4 115. Kc2 d4 116. Kb2 Kd5 117. Kc1 c4 118. Kd2 e3 119. Ke1 Ke4 120. Kf1 d3 121. Ke1 c3 122. Kd1 c2 123. Kc1 e2 124. Kd2 Kd4 125. Ke1 c1N 126. Kd2 Nb3 127. Ke1 Kc3 128. Kf2 Nc5 129. Ke1 Nce6 130. Kf2 Nc7 131. Kf3 e1N 132. Kf2 Nc2 133. Kf1 Ne8 134. Kg2 Nfe6 135. Kf2 Nf6 136. Kf3 Nd6 137. Kg3 Nc6 138. Kg2 N2d4 139. Kh3 N4f5 140. Kg2 Nfe7 141. Kf2 Ng6 142. Ke1 Kc2 143. Kf2 d2 144. Kg2 d1N 145. Kf1 Nc3 146. Kf2 Ncd5 147. Kg2 Nce5 148. Kg1 Nde4 149. Kg2 Nd4 150. Kg1 Ngf4 151. Kh1 Nfg4 152. Kg1 Nde3 153. Kh1 Ndf5 154. Kg1 Nf3 155. Kh1 Nfg3#\n\n00:00 Hello Everyone!\n01:30 Game Starts!\n02:00 Completely New Game!\n12:35 Horsing around!\n14:10 It Was In This Position\n15:05 Contributions\n\nCheck out agadmator's merch here https://teespring.com/stores/agadmators-swag-store\nhttps://teespring.com/design-with-a-story-tm\n\nMailbox where you can send stuff:\n\nAntonio Radić\nAGADMATOR d.o.o.\nFranje Tuđmana 12\nCroatia\n48260 Križevci \np.s. this is not my home address :)\n\nContact me: agadmatormanga@gmail.com or agadmator@gmail.com \n\nDownload agadmator chess clock for iOS here https://apps.apple.com/us/app/agadmator-chess-clock/id1474461379?ls=1&fbclid=IwAR2lhuxf60tpbW1vcvfXgdFzmShi6fHcrKxFF_NAhu9wLQwpJrAFbMWRYjk\n\nDownload agadmator chess clock for Android here https://play.google.com/store/apps/details?id=com.agadmator.chessclock&fbclid=IwAR3b_sRch6nsuW59-bWoirVDMMJ8V5jexZdUB0bsxQrc0Q8imvkBtqkHUXQ&rdid=com.agadmator.chessclock\n\nVideo created by OBS\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or join me here https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nJoin our Discord Server here https://discord.gg/bY6BbRP\n\n#youareawesome",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/Jb2Vh5kTjpA/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/Jb2Vh5kTjpA/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/Jb2Vh5kTjpA/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/Jb2Vh5kTjpA/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/Jb2Vh5kTjpA/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "Jb2Vh5kTjpA"
  },
  "videoGame": [
    {
      "pgn": "1. Nc3 g6 2. e4 Bg7 3. Bc4 e6 4. Nf3 Ne7 5. O-O d6 6. d4 O-O 7. Bg5 h6 8. Be3 b6 9. Qd2 Kh7 10. d5 e5 11. Ne1 f5 12. f3 f4 13. Bf2 g5 14. Nd3 h5 15. Rae1 Ng6 16. Re2 Bh6 17. Ne1 g4 18. Qd3 a6 19. a4 Nd7 20. Kh1 Nf6 21. b4 Rf7 22. Rg1 g3 23. hxg3 fxg3 24. Bxg3 h4 25. Bxh4 Nxh4 26. g3 Ng6 27. Rh2 Kg7 28. Kg2 Rf8 29. Nd1 Rh8 30. Rgh1 Bg5 31. Rxh8 Nxh8 32. Nf2 Ng6 33. c3 Qe8 34. b5 a5 35. Nc2 Ne7 36. Nh3 Bxh3+ 37. Rxh3 Qg6 38. Kf2 Rh8 39. Rxh8 Kxh8 40. Ba2 Nd7 41. Ne1 Nc5 42. Qc2 Qh6 43. Ng2 Ng6 44. Bc4 Qh2 45. Bf1 Kg7 46. Qa2 Nf8 47. Bc4 Nh7 48. Kf1 Qh1+ 49. Kf2 Qc1 50. Be2 Nf6 51. Qc4 Bd2 52. g4 Qxc3 53. Qxc3 Bxc3 54. Bd1 Bd2 55. Nh4 Ng8 56. Ke2 Bg5 57. Nf5+ Kf7 58. Bc2 Ne7 59. Ng3 Nd7 60. Kd3 Ng6 61. Nf5 Kf6 62. Kc3 Nh4 63. Nxh4 Bxh4 64. Kd2 Kg5 65. Bd1 Kf4 66. Ke2 Nf6 67. Kf1 Nh7 68. Kg2 Be1 69. Kf1 Bg3 70. Be2 Ng5 71. Kg1 Nxf3+ 72. Kg2 Ne1+ 73. Kf1 Nc2 74. Kg2 Ne3+ 75. Kh3 Be1 76. g5 Kxg5 77. Kh2 Kf4 78. Bd3 Ng4+ 79. Kg2 Nf2 80. Bc2 Nxe4 81. Bb3 Nc5 82. Kf1 Nxb3 83. Kxe1 Nc5 84. Ke2 Nxa4 85. Ke1 Nc5 86. Kf2 Ke4 87. Kg2 Kxd5 88. Kg3 Kc4 89. Kg4 Kxb5 90. Kg3 a4 91. Kf3 a3 92. Ke3 a2 93. Kf2 a1=N 94. Ke3 Kc6 95. Kf3 Nab3 96. Kg4 Nd4 97. Kg5 Nde6+ 98. Kf5 Kd7 99. Kg4 b5 100. Kf3 b4 101. Kg3 b3 102. Kf3 b2 103. Kg4 b1=N 104. Kf5 Na3 105. Kg4 Nb7 106. Kf5 Nf8 107. Ke4 Nd8 108. Kd3 Nb5 109. Kc4 Na7 110. Kd3 Nc8 111. Ke4 Ke6 112. Ke3 d5 113. Kd2 c5 114. Kd1 e4 115. Kc2 d4 116. Kb2 Kd5 117. Kc1 c4 118. Kd2 e3+ 119. Ke1 Ke4 120. Kf1 d3 121. Ke1 c3 122. Kd1 c2+ 123. Kc1 e2 124. Kd2 Kd4 125. Ke1 c1=N 126. Kd2 Nb3+ 127. Ke1 Kc3 128. Kf2 Nc5 129. Ke1 Nce6 130. Kf2 Nc7 131. Kf3 e1=N+ 132. Kf2 Nc2 133. Kf1 Ne8 134. Kg2 Nfe6 135. Kf2 Nf6 136. Kf3 Nd6 137. Kg3 Nc6 138. Kg2 N2d4 139. Kh3 N4f5 140. Kg2 Nfe7 141. Kf2 Ng6 142. Ke1 Kc2 143. Kf2 d2 144. Kg2 d1=N 145. Kf1 Nc3 146. Kf2 Ncd5 147. Kg2 Nce5 148. Kg1 Nde4 149. Kg2 Nd4 150. Kg1 Ngf4 151. Kh1 Nfg4 152. Kg1 Nde3 153. Kh1 Ndf5 154. Kg1 Nf3+ 155. Kh1 Nfg3#",
      "fen": "8/8/8/8/4nnn1/4nnn1/2k5/7K w - - 0 1",
      "playerWhite": "Crafty",
      "playerBlack": "Hikaru Nakamura",
      "date": "2007-??-??"
    }
  ],
  "chessCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-07-02T09:46:41.079Z"
  },
  "chesstempoCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-12T14:42:04.320Z"
  },
  "chess365": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-07-07T09:45:09.660Z"
  },
  "lichessMasters": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-22T15:51:26.098Z"
  },
  "videoContentDetails": {
    "duration": "PT15M40S"
  },
  "stockfishEval": [
    {
      "cp": null,
      "mate": 0
    }
  ]
}