{
  "_id": "k6C1daSk6f0",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.588Z",
    "publishedAt": "2017-07-16T15:39:30Z",
    "title": "Bobby Fischer gets Eliminated from the Tournament! But the Game Remains",
    "description": "#agadmator Fischer is eliminated from the tournament, but the games remain! Enjoy this nice game and a thematic ending by Bobby  :)\n\nRobert James Fischer vs Lhamsuren Myagmarsuren\n\"A Night In Tunisia\"\nSousse Interzonal (1967), Sousse TUN\n\n1. e4 e6 2. d3 d5 3. Nd2 Nf6 4. g3 c5 5. Bg2 Nc6 6. Ngf3 Be7 7. O-O O-O 8. e5 Nd7 9. Re1 b5 10. Nf1 b4 11. h4 a5 12. Bf4 a4 13. a3 ba3 14. ba3 Na5 15. Ne3 Ba6 16. Bh3 d4 17. Nf1 Nb6 18. Ng5 Nd5 19. Bd2 Bg5 20. Bg5 Qd7 21. Qh5 Rfc8 22. Nd2 Nc3 23. Bf6 Qe8 24. Ne4 g6 25. Qg5 Ne4 26. Re4 c4 27. h5 cd3 28. Rh4 Ra7 29. Bg2 dc2 30. Qh6 Qf8 31. Qh7\n\n\n\"The 7th Interzonal took place in Sousse (Tunisia) from October 15 to November 16, 1967. Four of the six forerunners had been organized by Sweden. For the first time a FIDE-Tournament took place in Africa, a remarkable propagandistic success for the FIDE. Out of the 66 member nations only two are from Africa, Tunisia and South Africa. They are integrated into the West European Zone. It is not the fault of the organizers, who have really given their best, that Sousse received great publicity, not only because of the chess deeds, but above all because of the \"Fischer case\". Robert Fischer, US Champion and one of the best players of our times, but unfortunately bare of sporting spirit and diplomatic ability, opposed himself wholly unjustified to the tournament regulations, which had been bent especially for Fischer and Reshevsky to meet their religious feelings. It seems obvious that such far-reaching concessions - Friday no play, Saturday begin only after 7 p.m., no play on four special Jewish holidays - anticipates also adaptations by the players. Reshevsky honoured the concessions made, Fischer did not. Not even when the secretary of the US Embassy in Tunis reminded him to think himself a representative of the Unites States. He answered: I am here as a representative of Robert Fischer! After Fischer did not appear three times for play, he had to be eliminated. As sad and regrettable the elimination of Fischer is - maybe he would have become the first non-Russian World Champion since 1948 - it is obvious, that no player, not even the World Champion himself, can put himself above the regulations of the FIDE. Fischer barred himself from becoming World Champion for five years, the title fight after the present cycle will take place in 1972.\"\n\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/k6C1daSk6f0/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/k6C1daSk6f0/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/k6C1daSk6f0/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/k6C1daSk6f0/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/k6C1daSk6f0/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "k6C1daSk6f0"
  },
  "videoGame": [
    {
      "pgn": "1. e4 e6 2. d3 d5 3. Nd2 Nf6 4. g3 c5 5. Bg2 Nc6 6. Ngf3 Be7 7. O-O O-O 8. e5 Nd7 9. Re1 b5 10. Nf1 b4 11. h4 a5 12. Bf4 a4 13. a3 bxa3 14. bxa3 Na5 15. Ne3 Ba6 16. Bh3 d4 17. Nf1 Nb6 18. Ng5 Nd5 19. Bd2 Bxg5 20. Bxg5 Qd7 21. Qh5 Rfc8 22. Nd2 Nc3 23. Bf6 Qe8 24. Ne4 g6 25. Qg5 Nxe4 26. Rxe4 c4 27. h5 cxd3 28. Rh4 Ra7 29. Bg2 dxc2 30. Qh6 Qf8 31. Qxh7+  ",
      "fen": "2r2qk1/r4p1Q/b3pBp1/n3P2P/p2p3R/P5P1/2p2PB1/R5K1 b - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Lhamsuren Myagmarsuren"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T16:11:59.907Z",
    "href": "https://www.chess.com/games/view/151406",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Lhamsuren Myagmarsuren",
    "result": "1-0",
    "movesCount": "31",
    "year": "1967"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:57:01.118Z",
    "id": 2198832,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Myagmarsuren, Lhamsuren",
    "result": "w",
    "movesCount": 61,
    "date": "1967.10.??",
    "site": "Sousse",
    "event": "Sousse Interzonal+",
    "round": "3",
    "eco": "C00",
    "openingName": "French Defense:King's Indian Attack::"
  }
}