{
  "_id": "kw0Uh8CIpe0",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.250Z",
    "publishedAt": "2017-07-31T16:05:11Z",
    "title": "Bobby Fischer's Positional Masterpiece against Tigran Petrosian",
    "description": "#agadmator Robert James Fischer vs Tigran Vartanovich Petrosian\n\"Mad TV\" \nFischer - Petrosian Candidates Final (1971), Buenos Aires ARG, rd 7, Oct-19 \nSicilian Defense: Kan. Modern Variation (B42)\n\n1. e4 c5 2. Nf3 e6 3. d4 cd4 4. Nd4 a6 5. Bd3 Nc6 6. Nc6 bc6 7. O-O d5 8. c4 Nf6 9. cd5 cd5 10. ed5 ed5 11. Nc3 Be7 12. Qa4 Qd7 13. Re1 Qa4 14. Na4 Be6 15. Be3 O-O 16. Bc5 Rfe8 17. Be7 Re7 18. b4 Kf8 19. Nc5 Bc8 20. f3 Rea7 21. Re5 Bd7 22. Nd7 Rd7 23. Rc1 Rd6 24. Rc7 Nd7 25. Re2 g6 26. Kf2 h5 27. f4 h4 28. Kf3 f5 29. Ke3 d4 30. Kd2 Nb6 31. Ree7 Nd5 32. Rf7 Ke8 33. Rb7 Nf4 34. Bc4\n\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\nMatch of the Century\nDuring the early 1960s, Fischer continued to be involved in U.S. and world championship matches, but was also making a name for himself with his erratic, paranoid commentary. After having a 20-game winning streak in the early 1970s, Fischer once again made chess history in 1972 with his defeat of the Soviet Union's Boris Spassky at the Reykjavik, Iceland world championships, thus marking the first time an American chess player had won the title. Fischer's defeat of a Soviet opponent, which became known as the \"Match of the Century,\" took on iconic proportions in the midst of the Cold War and was seen as a symbolic victory of democracy over Communism. Fischer's historic win also made chess a popular game in the United States. \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/kw0Uh8CIpe0/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/kw0Uh8CIpe0/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/kw0Uh8CIpe0/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/kw0Uh8CIpe0/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/kw0Uh8CIpe0/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "kw0Uh8CIpe0"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c5 2. Nf3 e6 3. d4 cxd4 4. Nxd4 a6 5. Bd3 Nc6 6. Nxc6 bxc6 7. O-O d5 8. c4 Nf6 9. cxd5 cxd5 10. exd5 exd5 11. Nc3 Be7 12. Qa4+ Qd7 13. Re1 Qxa4 14. Nxa4 Be6 15. Be3 O-O 16. Bc5 Rfe8 17. Bxe7 Rxe7 18. b4 Kf8 19. Nc5 Bc8 20. f3 Rea7 21. Re5 Bd7 22. Nxd7+ Rxd7 23. Rc1 Rd6 24. Rc7 Nd7 25. Re2 g6 26. Kf2 h5 27. f4 h4 28. Kf3 f5 29. Ke3 d4+ 30. Kd2 Nb6 31. Ree7 Nd5 32. Rf7+ Ke8 33. Rb7 Nxf4 34. Bc4  ",
      "fen": "r3k3/1R3R2/p2r2p1/5p2/1PBp1n1p/8/P2K2PP/8 b - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Tigran Vartanovich Petrosian"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T17:14:28.038Z",
    "href": "https://www.chess.com/games/view/15776285",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Tigran Petrosian",
    "result": "1-0",
    "movesCount": "34",
    "year": "1971"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T17:00:43.538Z",
    "id": 2644191,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Petrosian, Tigran V",
    "result": "w",
    "movesCount": 67,
    "date": "1971.9.??",
    "site": "Buenos Aires ARG",
    "event": "Wch candidates final",
    "round": "7",
    "eco": "B42",
    "openingName": "Sicilian Defense:Kan Variation:Modern Variation:"
  }
}