{
  "_id": "L7RIDfDG8wY",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:04.913Z",
    "publishedAt": "2017-08-16T17:01:58Z",
    "title": "Ron Weasley Sacrifices Himself for the Team",
    "description": "#agadmator Jeremy Silman: When I was asked to create the chess position for Harry Potter And The Sorcerer’s Stone, I was more than delighted. Throughout my life, I’ve watched movies and TV shows make a joke of real chess positions and real chess lingo. Now, after years of seething, I finally had a chance to do the job right. \n\nMy gripes were the following: \n\n* When referring to an opening system, the actors would never say, \"Ah, that’s my favorite line in the Sicilian Defense.” Instead they would blurt out, \"Hey Jeb! You are playing the Farmer Smith line against the Oak Tree Defense.” I’ve never understood why they couldn’t use a real opening name in the script. \n\n* When referring to a famous player, they would never say, \"Oh, there goes Alekhine!” Instead, we would always get some bastardized Russian name: \"Oh, there’s goes Ragmazagolsky!” \n\n* The actors were never taught how to move the pieces correctly. A real chess player doesn’t push the piece meekly forward, he grabs the sucker and smashes it down on a square. If he captures, one hand moves his piece and simultaneously cranes the enemy unit off the board, almost faster than the eye can follow. \n\n* In about 20% of the scenes I’ve watched, the chessboard has actually been incorrectly placed, with a dark square in White’s right hand corner (it’s supposed to be a light square in that corner). \n\n* Invariably, no matter how strong the players are supposed to be, one will think for quite a long time, smile, confidently make his move, and his opponent will move something and say, \"Checkmate!” (Does any strong player EVER say checkmate?). \n\nClearly, I was faced with stemming this tide of insanity. Unfortunately, many of these ideas faded when I read the first Potter book and was faced with the problem at hand: What position would I create that would justify Ron sacrificing himself?\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nJoin our Discord Server here https://discord.gg/bY6BbRP\n\np.s. if you work in Twitter or Instagram, help me get Verified :)",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/L7RIDfDG8wY/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/L7RIDfDG8wY/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/L7RIDfDG8wY/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/L7RIDfDG8wY/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/L7RIDfDG8wY/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "L7RIDfDG8wY"
  }
}
