{
  "_id": "OroYGyIfn7k",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:04.564Z",
    "publishedAt": "2017-09-07T17:36:11Z",
    "title": "Bobby Fischer's Rooks Of Hazzard :)",
    "description": "#agadmator Wade: Ra6 A good move ! . Fischer is trying to use every piece to exert pressure against White's position. This move seems to carry it to an extreme, as it requires great judgement to sense that the rook is not being put out of play.\n\nAnthony Saidy vs Robert James Fischer\n\"When All is Saidy Done\" (game of the day Mar-09-2007)\nNew York (1968), New York, NY USA, Nov-?? \nEnglish Opening: King's English Variation. Reversed Closed Sicilian (A25)\n\n1. c4 e5 2. Nc3 Nc6 3. g3 f5 4. Bg2 Nf6 5. d3 Bc5 6. e3 f4 7. exf4 O-O 8. Nge2 Qe8 9. O-O d6 10. Na4 Bd4 11. Nxd4 exd4 12. h3 h5 13. a3 a5 14. b3 Qg6 15. Nb2 Bf5 16. Qc2 Nd7 17. Re1 Nc5 18. Bf1 Ra6 19. Bd2 Rb6 20. Bxa5 Rxb3 21. Bd2 Ra8 22. a4 Ra6 23. a5 Kh7 24. Red1 b6 25. Be1 bxa5 26. Na4 Rxd3 27. Bxd3 Bxd3 28. Qa2 Nb4 29. Qa3 Nc2 30. Qb2 Nxa1 31. Rxa1 Nxa4 32. Rxa4 Qe4 33. Bxa5 Rxa5 34. Rxa5 Qe1+ 35. Kh2 Qxa5\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\nMatch of the Century\nDuring the early 1960s, Fischer continued to be involved in U.S. and world championship matches, but was also making a name for himself with his erratic, paranoid commentary. After having a 20-game winning streak in the early 1970s, Fischer once again made chess history in 1972 with his defeat of the Soviet Union's Boris Spassky at the Reykjavik, Iceland world championships, thus marking the first time an American chess player had won the title. Fischer's defeat of a Soviet opponent, which became known as the \"Match of the Century,\" took on iconic proportions in the midst of the Cold War and was seen as a symbolic victory of democracy over Communism. Fischer's historic win also made chess a popular game in the United States. \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/OroYGyIfn7k/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/OroYGyIfn7k/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/OroYGyIfn7k/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/OroYGyIfn7k/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/OroYGyIfn7k/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "OroYGyIfn7k"
  },
  "videoGame": [
    {
      "pgn": "1. c4 e5 2. Nc3 Nc6 3. g3 f5 4. Bg2 Nf6 5. d3 Bc5 6. e3 f4 7. exf4 O-O 8. Nge2 Qe8 9. O-O d6 10. Na4 Bd4 11. Nxd4 exd4 12. h3 h5 13. a3 a5 14. b3 Qg6 15. Nb2 Bf5 16. Qc2 Nd7 17. Re1 Nc5 18. Bf1 Ra6 19. Bd2 Rb6 20. Bxa5 Rxb3 21. Bd2 Ra8 22. a4 Ra6 23. a5 Kh7 24. Red1 b6 25. Be1 bxa5 26. Na4 Rxd3 27. Bxd3 Bxd3 28. Qa2 Nb4 29. Qa3 Nc2 30. Qb2 Nxa1 31. Rxa1 Nxa4 32. Rxa4 Qe4 33. Bxa5 Rxa5 34. Rxa5 Qe1+ 35. Kh2 Qxa5  ",
      "fen": "8/2p3pk/3p4/q6p/2Pp1P2/3b2PP/1Q3P1K/8 w - - 0 1",
      "playerWhite": "Anthony Saidy",
      "playerBlack": "Robert James Fischer"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T13:34:46.564Z",
    "href": "https://www.chess.com/games/view/15776351",
    "playerWhite": "Anthony Saidy",
    "playerBlack": "Bobby Fischer",
    "result": "0-1",
    "movesCount": "35",
    "year": "1968"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T15:03:09.510Z",
    "id": 2522525,
    "playerWhite": "Saidy, Anthony F",
    "playerBlack": "Fischer, Robert J",
    "result": "b",
    "movesCount": 71,
    "date": "1969.??.??",
    "site": "New York",
    "event": "USA-chT",
    "round": "1",
    "eco": "A25",
    "openingName": "English Opening:King's English Variation:Reversed Closed Sicilian:"
  },
  "videoContentDetails": {
    "duration": "PT6M33S"
  }
}