{
  "_id": "p3dm1yscM1c",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:40:59.514Z",
    "publishedAt": "2018-10-30T20:23:49Z",
    "title": "The Milwaukee Ball Game | Fischer vs Spassky | (1972) | Game 18",
    "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nCheck out the documentary I mentioned here https://www.youtube.com/watch?v=X3PYDK3gyVw\n\nAlso, check out Bobby Fischer on the Dick Cavett show here \nhttps://www.youtube.com/watch?v=zIE3CFNpZ5Y&t=921s\n\nCheck out the interview with Karpov here https://en.chessbase.com/post/karpov-on-fischer-1-3\n\nCheck out parts of the book by Nikolai Krogius here https://www.chess.com/blog/Spektrowski/spassky---fischer-the-match-diary-by-nikolai-krogius-part-1\n\nRobert James Fischer vs Boris Spassky\nFischer - Spassky World Championship Match (1972), Reykjavik ISL, rd 18, Aug-24 \nSicilian Defense: Richter-Rauzer. Neo-Modern Variation Nezhmetdinov Attack (B69)\n\n1. e4 c5 2. Nf3 d6 3. Nc3 Nc6 4. d4 cd4 5. Nd4 Nf6 6. Bg5 e6 7. Qd2 a6 8. O-O-O Bd7 9. f4 Be7 10. Nf3 b5 11. Bf6 gf6 12. Bd3 Qa5 13. Kb1 b4 14. Ne2 Qc5 15. f5 a5 16. Nf4 a4 17. Rc1 Rb8 18. c3 b3 19. a3 Ne5 20. Rhf1 Nc4 21. Bc4 Qc4 22. Rce1 Kd8 23. Ka1 Rb5 24. Nd4 Ra5 25. Nd3 Kc7 26. Nb4 h5 27. g3 Re5 28. Nd3 Rb8 29. Qe2 Ra5 30. fe6 fe6 31. Rf2 e5 32. Nf5 Bf5 33. Rf5 d5 34. ed5 Qd5 35. Nb4 Qd7 36. Rh5 Bb4 37. cb4 Rd5 38. Rc1 Kb7 39. Qe4 Rc8 40. Rb1 Kb6 41. Rh7 Rd4 42. Qg6 Qc6 43. Rf7 Rd6 44. Qh6 Qf3 45. Qh7 Qc6 46. Qh6 Qf3 47. Qh7 Qc6\n\nThe name Bobby Fischer, at least to Americans, is synonymous with chess. A prodigy in the 50s, a world class player in the 60s, the 70s saw Fischer at his pinnacle. He earned the right to challenge Boris Spassky in a title run without comparison, defeating Mark Taimanov and Bent Larsen with perfect scores of 6-0, and ex-champion Petrosian 6½-2½. Now the stage was set, and the only thing standing between Fischer and Spassky was Fischer himself.\n\nThe match was mired in political overtones, during the height of the Cold War. The Soviet chess system had a monopoly on the title since 1948, and the expectations on Spassky were enormous. While Fischer studied chess virtually in seclusion, Spassky had the full resources of the USSR. Victor Baturinsky, head of Soviet Chess Sports Committee, said: \"Basically, the Soviet leadership and the powers that be in sport, were interested in just one issue: how to stop Fischer from becoming World Champion.\n\nWith the match set to begin in Reykjavik, Iceland, Fischer (who had not signed any documents confirming his participation) began to make a number of demands, including a percentage of television rights, a larger prize fund, and all manner of conditions covering everything from the lighting to the chair cushions. To satisfy Bobby's demands of a larger prize fund, British chess promoter James Slater donated a dazzling $125,000 to be added to the prize fund. Fischer still needed more convincing by Bill Lombardy (Fischer's last-minute choice as second), and one famously persuasive telephone call from Henry Kissinger. Mere hours before he would be forfeited, Fischer arrived in Iceland.\n\nRead more here: http://www.chessgames.com/perl/chess.pl?tid=54397\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/p3dm1yscM1c/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/p3dm1yscM1c/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/p3dm1yscM1c/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/p3dm1yscM1c/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/p3dm1yscM1c/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "p3dm1yscM1c"
  },
  "videoGame": {
    "pgn": "1. e4 c5 2. Nf3 d6 3. Nc3 Nc6 4. d4 cxd4 5. Nxd4 Nf6 6. Bg5 e6 7. Qd2 a6 8. O-O-O Bd7 9. f4 Be7 10. Nf3 b5 11. Bxf6 gxf6 12. Bd3 Qa5 13. Kb1 b4 14. Ne2 Qc5 15. f5 a5 16. Nf4 a4 17. Rc1 Rb8 18. c3 b3 19. a3 Ne5 20. Rhf1 Nc4 21. Bxc4 Qxc4 22. Rce1 Kd8 23. Ka1 Rb5 24. Nd4 Ra5 25. Nd3 Kc7 26. Nb4 h5 27. g3 Re5 28. Nd3 Rb8 29. Qe2 Ra5 30. fxe6 fxe6 31. Rf2 e5 32. Nf5 Bxf5 33. Rxf5 d5 34. exd5 Qxd5 35. Nb4 Qd7 36. Rxh5 Bxb4 37. cxb4 Rd5 38. Rc1+ Kb7 39. Qe4 Rc8 40. Rb1 Kb6 41. Rh7 Rd4 42. Qg6 Qc6 43. Rf7 Rd6 44. Qh6 Qf3 45. Qh7 Qc6 46. Qh6 Qf3 47. Qh7 Qc6  ",
    "fen": "2r5/5R1Q/1kqr1p2/4p3/pP6/Pp4P1/1P5P/KR6 w - - 0 1",
    "playerWhite": "Robert James Fischer",
    "playerBlack": "Boris Spassky"
  },
  "chessCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-12T17:49:07.635Z"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T17:18:40.400Z",
    "id": 2627389,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Spassky, Boris V.",
    "result": "d",
    "movesCount": 94,
    "date": "1972.??.??",
    "site": "Reykjavik",
    "event": "World Championship Match",
    "round": "18",
    "eco": "B69",
    "openingName": "Sicilian Defense:Richter-Rauzer Variation:Neo-Modern Variation:Nyezhmetdinov Attack"
  }
}