{
  "_id": "QDVilkuWt4U",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.557Z",
    "publishedAt": "2018-07-19T18:00:04Z",
    "title": "Endgame Lesson from Bobby | Hort vs Fischer  | Palma de Mallorca Interzonal (1970)",
    "description": "The 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nVlastimil Hort vs Robert James Fischer\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 5, Nov-14 \nSicilian Defense: Closed Variation (B23)\n\n1. e4 c5 2. Nc3 d6 3. Nf3 a6 4. g3 Nc6 5. Bg2 Bg4 6. h3 Bf3 7. Bf3 g6 8. d3 Bg7 9. a4 e6 10. Bg2 Nge7 11. O-O O-O 12. Be3 Qa5 13. Bd2 Qc7 14. Qb1 Nd4 15. a5 Nec6 16. Nd1 c4 17. dc4 Ne5 18. Be3 Nc4 19. Ra4 Rac8 20. Bd4 Bd4 21. Qa2 Bf6 22. c3 Bd8 23. b4 Bf6 24. Re1 Rfd8 25. Qe2 Kg7 26. Ra2 h5 27. h4 Qd7 28. Kh2 Ne5 29. Rc2 Ng4 30. Kh1 Rc7 31. Bh3 Ne5 32. Ne3 Qa4 33. Rb1 Nc4 34. Ra2 Qc6 35. Nc4 Qc4 36. Qc4 Rc4 37. b5 Bc3 38. ba6 ba6 39. Rb6 Re4 40. Ra6 Re1 41. Kh2 d5 42. Rc6 Ra1 43. Ra1 Ba1 44. a6 Bd4 45. Rc2 Kf6 46. f4 Rb8 47. Ra2 Ba7 48. Bf1 Ke7 49. Kg2 Kd6 50. Bd3 Rb3 51. Be2 f6 52. Rd2 Ra3 53. Bd3 Be3 54. Rd1 Ra2 55. Kf3 Bd4 56. g4 Ra3 57. Kg2 Be3 58. Kf3 Bc5 59. Kg3 e5 60. fe5 fe5 61. Kg2 hg4 62. Bg6 Ra6 63. Kg3 Ke6 64. h5 Be3 65. Kg4 Ra4 66. Kf3 Bh6 67. Rb1 e4 68. Kg3 Ra3 69. Kg4 Ke5 70. Rb8 Ra1 71. Re8 Kd4 72. Kf5 Rf1 73. Ke6 e3\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/QDVilkuWt4U/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/QDVilkuWt4U/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/QDVilkuWt4U/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/QDVilkuWt4U/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/QDVilkuWt4U/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "QDVilkuWt4U"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c5 2. Nc3 d6 3. Nf3 a6 4. g3 Nc6 5. Bg2 Bg4 6. h3 Bxf3 7. Bxf3 g6 8. d3 Bg7 9. a4 e6 10. Bg2 Nge7 11. O-O O-O 12. Be3 Qa5 13. Bd2 Qc7 14. Qb1 Nd4 15. a5 Nec6 16. Nd1 c4 17. dxc4 Ne5 18. Be3 Nxc4 19. Ra4 Rac8 20. Bxd4 Bxd4 21. Qa2 Bf6 22. c3 Bd8 23. b4 Bf6 24. Re1 Rfd8 25. Qe2 Kg7 26. Ra2 h5 27. h4 Qd7 28. Kh2 Ne5 29. Rc2 Ng4+ 30. Kh1 Rc7 31. Bh3 Ne5 32. Ne3 Qa4 33. Rb1 Nc4 34. Ra2 Qc6 35. Nxc4 Qxc4 36. Qxc4 Rxc4 37. b5 Bxc3 38. bxa6 bxa6 39. Rb6 Rxe4 40. Rxa6 Re1+ 41. Kh2 d5 42. Rc6 Ra1 43. Rxa1 Bxa1 44. a6 Bd4 45. Rc2 Kf6 46. f4 Rb8 47. Ra2 Ba7 48. Bf1 Ke7 49. Kg2 Kd6 50. Bd3 Rb3 51. Be2 f6 52. Rd2 Ra3 53. Bd3 Be3 54. Rd1 Ra2+ 55. Kf3 Bd4 56. g4 Ra3 57. Kg2 Be3 58. Kf3 Bc5 59. Kg3 e5 60. fxe5+ fxe5 61. Kg2 hxg4 62. Bxg6 Rxa6 63. Kg3 Ke6 64. h5 Be3 65. Kxg4 Ra4+ 66. Kf3 Bh6 67. Rb1 e4+ 68. Kg3 Ra3+ 69. Kg4 Ke5 70. Rb8 Ra1 71. Re8+ Kd4 72. Kf5 Rf1+ 73. Ke6 e3",
      "fen": "4R3/8/4K1Bb/3p3P/3k4/4p3/8/5r2 w - - 0 1",
      "playerWhite": "Vlastimil Hort",
      "playerBlack": "Robert James Fischer",
      "date": "1970-11-14"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-19T22:28:58.358Z",
    "href": "https://www.chess.com/games/view/179817",
    "playerWhite": "Vlastimil Hort",
    "playerBlack": "Bobby Fischer",
    "result": "0-1",
    "movesCount": 73,
    "year": 1970
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T15:08:06.007Z",
    "id": 1267471,
    "playerWhite": "Hort, Vlastimil",
    "playerBlack": "Fischer, Robert J",
    "result": "b",
    "movesCount": 146,
    "date": "1970.11.??",
    "site": "Palma de Mallorca",
    "event": "Palma de Mallorca Interzonal",
    "round": "5",
    "eco": "B23",
    "openingName": "Sicilian Defense:Closed Variation::"
  },
  "videoContentDetails": {
    "duration": "PT12M41S"
  },
  "stockfishEval": [
    {
      "cp": -251,
      "mate": null
    }
  ]
}