{
  "_id": "R9CJKu2tSug",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:03.915Z",
    "publishedAt": "2017-10-27T16:12:25Z",
    "title": "\"Even Top GM's struggle with \"Darksquare\" Weaknesses - David Bronstein",
    "description": "#agadmator Laszlo Szabo vs Efim Geller\nZurich Candidates (1953), Zurich SUI, rd 1, Aug-30 \nCatalan Opening: Open Defense (E02)\n\n1. c4 Nf6 2. g3 e6 3. Bg2 d5 4. d4 dc4 5. Qa4 Nbd7 6. Nf3 a6 7. Qc4 b5 8. Qc6 Rb8 9. Bf4 Nd5 10. Bg5 Be7 11. Be7 Qe7 12. O-O Bb7 13. Qc2 c5 14. dc5 Nc5 15. Rc1 Rc8 16. Nc3 Nf6 17. b4 Na4 18. Qb3 Nc3 19. Rc3 Rc3 20. Qc3 O-O 21. Rc1 Rd8 22. a3 Nd5 23. Qd4 f6 24. Ne1 e5 25. Qc5 Qc5 26. bc5 Bc6 27. Rd1 Rd7 28. Bh3 Re7 29. Nc2 a5 30. Bg2 Rd7 31. Bh3 Re7 32. Kf1 Kf7 33. Ke1 Rc7 34. Rd3 Bb7 35. Ne3 Rc5 36. Nf5 Bc6 37. Nd6 Kf8 38. Bg2 g6 39. Kd2 Ke7 40. Ne4 Rc4 41. f3 f5 42. Nf2 Ra4 43. Nd1 e4 44. fe4 fe4 45. Rb3 Rd4 46. Kc1 b4 47. Ne3 Nc3 48. ab4 Ne2 49. Kb1 Ba4 50. Rb2 Nc3 51. Kc1 ab4 52. Rd2 Rd2 53. Kd2 Kd6 54. Ng4 Kc5 55. h4 Kd4 56. h5 gh5 57. Ne3 Nb1 58. Ke2 Bb5 59. Kf2 b3\n\nThis event was played in Neuhausen am Rheinfall and Zürich. 1 These are the games in order according to David Bronstein's excellent book, Zurich International Chess Tournament 1953. He participated in the tournament with the strongest players in the world at that time in a candidates match to determine the next challenger to world champion Mikhail Botvinnik.\n\nThe Swiss Chess Federation spent 100,000 Swiss francs in order to stage the event, which was one of the reasons they insisted that host countries pay the travel expenses for their respective players. Prize money for first place was 5,000 Swiss francs. Alois Nagler was tournament director. 1 All contestants brought a second except for Bronstein and Reshevsky: Miroljub Trifunovic (Gligoric), Salomon Flohr (Taimanov), Julio Bolbochan (Najdorf), Andre Lilienthal (Petrosian), Mikhail Beilin (Averbakh), Carel Benjamin van den Berg (Euwe), Kristian Skold (Stahlberg), Tibor Florian (Szabó), Alexey Sokolsky (Boleslavsky), Viktor Moiseev (Kotov), Igor Bondarevsky (Geller), Vladimir Simagin (Smyslov), and Alexander Kazimirovich Tolush (Keres).\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/R9CJKu2tSug/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/R9CJKu2tSug/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/R9CJKu2tSug/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/R9CJKu2tSug/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/R9CJKu2tSug/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "R9CJKu2tSug"
  },
  "videoGame": [
    {
      "pgn": "1. c4 Nf6 2. g3 e6 3. Bg2 d5 4. d4 dxc4 5. Qa4+ Nbd7 6. Nf3 a6 7. Qxc4 b5 8. Qc6 Rb8 9. Bf4 Nd5 10. Bg5 Be7 11. Bxe7 Qxe7 12. O-O Bb7 13. Qc2 c5 14. dxc5 Nxc5 15. Rc1 Rc8 16. Nc3 Nf6 17. b4 Na4 18. Qb3 Nxc3 19. Rxc3 Rxc3 20. Qxc3 O-O 21. Rc1 Rd8 22. a3 Nd5 23. Qd4 f6 24. Ne1 e5 25. Qc5 Qxc5 26. bxc5 Bc6 27. Rd1 Rd7 28. Bh3 Re7 29. Nc2 a5 30. Bg2 Rd7 31. Bh3 Re7 32. Kf1 Kf7 33. Ke1 Rc7 34. Rd3 Bb7 35. Ne3 Rxc5 36. Nf5 Bc6 37. Nd6+ Kf8 38. Bg2 g6 39. Kd2 Ke7 40. Ne4 Rc4 41. f3 f5 42. Nf2 Ra4 43. Nd1 e4 44. fxe4 fxe4 45. Rb3 Rd4+ 46. Kc1 b4 47. Ne3 Nc3 48. axb4 Nxe2+ 49. Kb1 Ba4 50. Rb2 Nc3+ 51. Kc1 axb4 52. Rd2 Rxd2 53. Kxd2 Kd6 54. Ng4 Kc5 55. h4 Kd4 56. h5 gxh5 57. Ne3 Nb1+ 58. Ke2 Bb5+ 59. Kf2 b3",
      "fen": "8/7p/8/1b5p/3kp3/1p2N1P1/5KB1/1n6 w - - 0 1",
      "playerWhite": "Laszlo Szabo",
      "playerBlack": "Efim Geller",
      "date": "1953-08-30"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T13:57:47.786Z",
    "href": "https://www.chess.com/games/view/62099",
    "playerWhite": "Laszlo Szabo",
    "playerBlack": "Efim P Geller",
    "result": "0-1",
    "movesCount": "59",
    "year": "1953"
  },
  "chesstempoCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-12-29T09:45:05.656Z"
  },
  "videoContentDetails": {
    "duration": "PT17M50S"
  },
  "stockfishEval": [
    {
      "cp": -1091,
      "mate": null
    }
  ],
  "chess365": {
    "retrievedAt": "2023-06-01T09:22:49.989Z",
    "playerWhite": "Laszlo Szabo",
    "playerBlack": "Efim Geller",
    "href": "https://www.365chess.com/game.php?gid=2519096",
    "result": "0-1",
    "movesCount": 59,
    "year": 1953,
    "eco": "E03",
    "tournament": "Candidates Tournament"
  },
  "lichessMasters": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-06-13T09:23:39.343Z"
  }
}