{
  "_id": "rRW2buRb0vk",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:03.586Z",
    "publishedAt": "2017-11-18T21:26:15Z",
    "title": "Yusupov's Immortal Game against Vassily Ivanchuk",
    "description": "#agadmator \"Brussels Routs\" (game of the day Aug-10-2016)\nBrussel (1991), Brussels BEL, rd 9, Aug-?? \nKing's Indian Defense: Fianchetto Variation. Classical Fianchetto (E67)\n\n1. c4 e5 2. g3 d6 3. Bg2 g6 4. d4 Nd7 5. Nc3 Bg7 6. Nf3 Ngf6 7. O-O O-O 8. Qc2 Re8 9. Rd1 c6 10. b3 Qe7 11. Ba3 e4 12. Ng5 e3 13. f4 Nf8 14. b4 Bf5 15. Qb3 h6 16. Nf3 Ng4 17. b5 g5 18. bc6 bc6 19. Ne5 gf4 20. Nc6 Qg5 21. Bd6 Ng6 22. Nd5 Qh5 23. h4 Nh4 24. gh4 Qh4 25. Nde7 Kh8 26. Nf5 Qh2 27. Kf1 Re6 28. Qb7 Rg6 29. Qa8 Kh7 30. Qg8 Kg8 31. Nce7 Kh7 32. Ng6 fg6 33. Ng7 Nf2 34. Bf4 Qf4 35. Ne6 Qh2 36. Rdb1 Nh3 37. Rb7 Kh8 38. Rb8 Qb8 39. Bh3 Qg3\n\nThe World Championship Candidates' quarter-final line-up comprises Viswanathan Anand, Boris Gelfand, Vassily Ivanchuk, Anatoly Karpov, Viktor Korchnoi, Nigel Short, Jan Timman and Artur Yusupov. All matches are played in Brussels, where Anand comes close to defeating Karpov, but loses 3½-4½, Gelfand is beaten by Short 3-5, Ivanchuk loses out to Yusupov 4½-5½ after two tie-break games and Timman convincingly beats an out-of-form Korchnoi 4½-2½.\nThe Women's Candidates' Tournament requires a tie-break to separate joint winners Xie Jun and Alisa Marić. In a match that moves from Belgrade to Beijing, Xie Jun wins 4½-2½ and advances to face Maia Chiburdanidze for the Women's World Chess Championship in Manila. The Chinese challenger continues to impress and captures the world title by a score of 8½-6½.\nGarry Kasparov wins a strong double-round Tilburg event with 10/14, one-and-a-half points clear of second placed Short.\nIvanchuk wins at the Linares tournament with 9½/13, ahead of Kasparov on 9/13.\nValery Salov and Short share victory at Amsterdam's 5th Euwe Memorial with 6/9, ahead of Karpov and Kasparov with 5½/9. All four players go through the tournament unbeaten.\nIn the first tournament of the second World Cup, Ivanchuk and Karpov are winners at Reykjavík with 10½/15. The World Cup is then abandoned, when Kasparov and Karpov are refused their requests for appearance fees and create an impasse. It is a sad conclusion to an exciting new series of events and heralds a decline in the fortunes of the Grandmasters Association (GMA). The World Cup branding is however resurrected much later.\nKarpov finishes on top at the double-round, 33rd Reggio Emilia tournament, held at the 1990/91 year end. His winning score of 7½/12 narrowly eclipses Lev Polugaevsky in second place, with 7/12.\nGelfand is victorious at Belgrade with 7½/11, ahead of Gata Kamsky and John Nunn on 7/11.\nA double-rounder at Biel is won by Alexei Shirov (9½/14), with Evgeny Bareev in second place on 8½/14.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/rRW2buRb0vk/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/rRW2buRb0vk/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/rRW2buRb0vk/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/rRW2buRb0vk/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/rRW2buRb0vk/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "rRW2buRb0vk"
  },
  "videoGame": [
    {
      "pgn": "1. c4 e5 2. g3 d6 3. Bg2 g6 4. d4 Nd7 5. Nc3 Bg7 6. Nf3 Ngf6 7. O-O O-O 8. Qc2 Re8 9. Rd1 c6 10. b3 Qe7 11. Ba3 e4 12. Ng5 e3 13. f4 Nf8 14. b4 Bf5 15. Qb3 h6 16. Nf3 Ng4 17. b5 g5 18. bxc6 bxc6 19. Ne5 gxf4 20. Nxc6 Qg5 21. Bxd6 Ng6 22. Nd5 Qh5 23. h4 Nxh4 24. gxh4 Qxh4 25. Nde7+ Kh8 26. Nxf5 Qh2+ 27. Kf1 Re6 28. Qb7 Rg6 29. Qxa8+ Kh7 30. Qg8+ Kxg8 31. Nce7+ Kh7 32. Nxg6 fxg6 33. Nxg7 Nf2 34. Bxf4 Qxf4 35. Ne6 Qh2 36. Rdb1 Nh3 37. Rb7+ Kh8 38. Rb8+ Qxb8 39. Bxh3 Qg3",
      "fen": "7k/p7/4N1pp/8/2PP4/4p1qB/P3P3/R4K2 w - - 0 1",
      "playerWhite": "Vassily Ivanchuk",
      "playerBlack": "Artur Yusupov",
      "date": "1991-08-??"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T18:01:57.111Z",
    "href": "https://www.chess.com/games/view/510504",
    "playerWhite": "Vassily Ivanchuk",
    "playerBlack": "Artur Yusupov",
    "result": "0-1",
    "movesCount": "39",
    "year": "1991"
  },
  "chesstempoCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-12T17:29:54.437Z"
  },
  "chess365": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-05-11T09:44:26.827Z"
  },
  "videoContentDetails": {
    "duration": "PT10M57S"
  },
  "stockfishEval": [
    {
      "cp": null,
      "mate": -1
    }
  ]
}