{
  "_id": "u5-Xd1cIW9Q",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:40:58.850Z",
    "publishedAt": "2019-01-29T19:01:11Z",
    "title": "A Pawn is All I Need | Leonhardt vs Capablanca | San Sebastian (1911)",
    "description": "Watch Kramnik's amazing game here https://www.youtube.com/watch?v=gr5Xkhmia3Q\n\nFollow me on Instagram for extra content https://www.instagram.com/agadmator/\n\nPaul Saladin Leonhardt vs Jose Raul Capablanca\nSan Sebastian (1911), San Sebastian ESP, rd 6, Feb-28 \nTarrasch Defense: Symmetrical Variation (D32)\n\n1. d4 d5 2. c4 e6 3. Nc3 c5 4. e3 Nf6 5. Nf3 Nc6 6. Bd3 dc4 7. Bc4 Be7 8. O-O O-O 9. Qe2 cd4 10. ed4 Nd4 11. Nd4 Qd4 12. Rd1 Qg4 13. f3 Qh5 14. Ne4 Qe5 15. Nf6 Bf6 16. Qe5 Be5 17. a4 b6 18. a5 Bb7 19. ab6 ab6 20. Ra8 Ra8 21. b3 Bc6 22. Be3 b5 23. Be2 f6 24. Rc1 Ra1 25. Ra1 Ba1 26. Kf2 Kf7 27. Ke1 e5 28. Kd2 Ke6 29. Bd3 g6 30. h4 f5 31. b4 e4 32. fe4 Be4 33. Bb5 Bg2 34. Ba6 Bf6 35. Bf2 Be5 36. b5 h6 37. b6 g5 38. hg5 hg5 39. Bc8 Kf6 40. Ke2 Bc6 41. Kf1 Bd5 42. Ke2 Bc4 43. Kd2 f4 44. Bg4 Be6 45. Bf3 g4 46. Be4 g3 47. Bc5 Bg4 48. Ke1 f3 49. Be3 Bd6 50. b7 Ke5 51. Bc6 Bb8 52. Kf1 Bh5 53. Kg1 Kf5 54. Bd5 Kg4 55. Be6 Kh4 56. Bd4 Bg4 57. Bg4 Kg4 58. Kf1 Kh3 59. Bg1 Bc7 60. Ba7 Kh2 61. b8Q g2\n\nIn the early spring of 1911, fifteen chess masters were invited to the seaside town of San Sebastian, Spain to compete in a round robin tournament. (1) Each player was invited based on a previous result. Every participant had won either first or second place in a chess master tournament, or two or more fourth place prizes. The turnout was a veritable who's who of chess mastery: Established masters such as Tarrasch, Frank James Marshall, Carl Schlechter, Geza Maroczy, David Janowski, and Amos Burn, and newer stars like Akiba Rubinstein, Aron Nimzowitsch, and Rudolph Spielmann were all in attendance. The tournament also marked the European debut of Jose Raul Capablanca, who had garnered fame for defeating Marshall in a match. The only noticeable absence was the world champion, Emanuel Lasker. As a result of this method of invitation, this tournament is often considered to be one of the strongest held in chess history. Games were played in the Gran Casino from February 20th to March 17th. The time control for the tournament stipulated that fifteen moves must be played each hour. Initially, Ossip Bernstein had objected to Jacques Mieses, the tournament organizer, about Capablanca's inclusion in the tournament based on one match victory. Capablanca proved himself first by defeating Bernstein in the first round, silencing his protests for the rest of the tournament. He then went on admirably to win clear first in the tournament, taking home the 5000 Franc prize, as well as winning the brilliancy prize. Rubinstein and Dr. Milan Vidmar shared second place behind Capablanca, while Marshall took clear fourth. The tournament was a landmark both in its strength and in heralding the arrival of Capablanca, a superb tournament player with a long career of victories ahead as well as becoming future world champion.\n\nSource http://www.chessgames.com/perl/chess.pl?tid=79292\n\nCheck out agadmator's merch here https://teespring.com/stores/agadmators-swag-store\nhttps://teespring.com/design-with-a-story-tm\n\nColor photo of capablanca https://klimbim2014.wordpress.com/2016/03/07/jose-raul-capablanca-a-color-cuban-chess-player-who-was-world-chess-champion-from-1921-to-1927/\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\n#capablancastory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/u5-Xd1cIW9Q/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/u5-Xd1cIW9Q/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/u5-Xd1cIW9Q/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/u5-Xd1cIW9Q/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/u5-Xd1cIW9Q/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "u5-Xd1cIW9Q"
  },
  "videoGame": [
    {
      "pgn": "1. d4 d5 2. c4 e6 3. Nc3 c5 4. e3 Nf6 5. Nf3 Nc6 6. Bd3 dxc4 7. Bxc4 Be7 8. O-O O-O 9. Qe2 cxd4 10. exd4 Nxd4 11. Nxd4 Qxd4 12. Rd1 Qg4 13. f3 Qh5 14. Ne4 Qe5 15. Nxf6+ Bxf6 16. Qxe5 Bxe5 17. a4 b6 18. a5 Bb7 19. axb6 axb6 20. Rxa8 Rxa8 21. b3 Bc6 22. Be3 b5 23. Be2 f6 24. Rc1 Ra1 25. Rxa1 Bxa1 26. Kf2 Kf7 27. Ke1 e5 28. Kd2 Ke6 29. Bd3 g6 30. h4 f5 31. b4 e4 32. fxe4 Bxe4 33. Bxb5 Bxg2 34. Ba6 Bf6 35. Bf2 Be5 36. b5 h6 37. b6 g5 38. hxg5 hxg5 39. Bc8+ Kf6 40. Ke2 Bc6 41. Kf1 Bd5 42. Ke2 Bc4+ 43. Kd2 f4 44. Bg4 Be6 45. Bf3 g4 46. Be4 g3 47. Bc5 Bg4 48. Ke1 f3 49. Be3 Bd6 50. b7 Ke5 51. Bc6 Bb8 52. Kf1 Bh5 53. Kg1 Kf5 54. Bd5 Kg4 55. Be6+ Kh4 56. Bd4 Bg4 57. Bxg4 Kxg4 58. Kf1 Kh3 59. Bg1 Bc7 60. Ba7 Kh2 61. b8=Q g2+",
      "fen": "1Q6/B1b5/8/8/8/5p2/6pk/5K2 w - - 0 1",
      "playerWhite": "Paul Saladin Leonhardt",
      "playerBlack": "Jose Raul Capablanca",
      "date": "1911-02-28"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T18:15:48.149Z",
    "href": "https://www.chess.com/games/view/11808",
    "playerWhite": "Paul S Leonhardt",
    "playerBlack": "Jose Raul Capablanca",
    "result": "½-½",
    "movesCount": "61",
    "year": "1911"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T17:42:22.131Z",
    "id": 570990,
    "playerWhite": "Leonhardt, Paul",
    "playerBlack": "Capablanca, Jose",
    "result": "b",
    "movesCount": 122,
    "date": "1911.??.??",
    "site": "San Sebastian",
    "event": "San Sebastian",
    "round": "6",
    "eco": "D32",
    "openingName": "Tarrasch Defense:Symmetrical Variation::"
  },
  "videoContentDetails": {
    "duration": "PT18M7S"
  },
  "stockfishEval": [
    {
      "cp": -4950,
      "mate": null
    }
  ],
  "chess365": {
    "retrievedAt": "2023-09-11T09:23:31.660Z",
    "playerWhite": "Paul Saladin Leonhardt",
    "playerBlack": "Jose Raul Capablanca",
    "href": "https://www.365chess.com/game.php?gid=2636872",
    "result": "0-1",
    "movesCount": 61,
    "year": 1911,
    "eco": "D40",
    "tournament": "San Sebastian"
  }
}