{
  "_id": "ue7UEbb8_ug",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.588Z",
    "publishedAt": "2017-07-10T16:09:24Z",
    "title": "Bobby Fischer Refuses to play the Candidates for the World Championship!",
    "description": "#agadmator Soon after the Stockholm Interzonal (1962), eight players met from 2 May - 26 June in Curacao in order to determine the Challenger for Mikhail Botvinnik, the World Champion.\n\nThe event in Stockholm selected six of the top finishers there. Due to a restriction limiting the number of players advancing from the same country to the next stage, Leonid Stein did not qualify, and Benkö took his place after the Stockholm Interzonal Playoff (1962). Both Paul Keres and Mikhail Tal qualified by virtue of their placings from the Bled-Zagreb-Belgrade Candidates (1959). This made for an eight-player quadruple round-robin, as in the previous FIDE cycle.\n\nOnly 105 games were played since Tal withdrew due to illness after round 21.\n\nKeres and Geller, having finished second ex aequo, were obliged to play a match to determine who would automatically qualify for the next Candidates cycle; Keres - Geller 2nd place Candidates Playoff (1962) was held at Moscow from 11th-25th August 1962 and was won by Keres by a score of 2-1, with five draws.\n\nPGN: \n1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O 6. Be2 c5 7. dc5 Qa5 8. O-O Qc5 9. Kh1 Nc6 10. Nd2 a5 11. Nb3 Qb6 12. a4 Nb4 13. g4 Bg4 14. Bg4 Ng4 15. Qg4 Nc2 16. Nb5 Na1 17. Na1 Qc6 18. f5 Qc4 19. Qf3 Qa4 20. Nc7 Qa1 21. Nd5 Rae8 22. Bg5 Qb2 23. Be7 Be5 24. Rf2 Qc1 25. Rf1 Qh6 26. h3 gf5 27. Bf8 Rf8 28. Ne7 Kh8 29. Nf5 Qe6 30. Rg1 a4 31. Rg4 Qb3 32. Qf1 a3 33. Rg3 Qg3\n\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\nMatch of the Century\nDuring the early 1960s, Fischer continued to be involved in U.S. and world championship matches, but was also making a name for himself with his erratic, paranoid commentary. After having a 20-game winning streak in the early 1970s, Fischer once again made chess history in 1972 with his defeat of the Soviet Union's Boris Spassky at the Reykjavik, Iceland world championships, thus marking the first time an American chess player had won the title. Fischer's defeat of a Soviet opponent, which became known as the \"Match of the Century,\" took on iconic proportions in the midst of the Cold War and was seen as a symbolic victory of democracy over Communism. Fischer's historic win also made chess a popular game in the United States. \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/ue7UEbb8_ug/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/ue7UEbb8_ug/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/ue7UEbb8_ug/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/ue7UEbb8_ug/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/ue7UEbb8_ug/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "ue7UEbb8_ug"
  },
  "videoGame": [
    {
      "pgn": "1. e4 d6 2. d4 Nf6 3. Nc3 g6 4. f4 Bg7 5. Nf3 O-O 6. Be2 c5 7. dxc5 Qa5 8. O-O Qxc5+ 9. Kh1 Nc6 10. Nd2 a5 11. Nb3 Qb6 12. a4 Nb4 13. g4 Bxg4 14. Bxg4 Nxg4 15. Qxg4 Nxc2 16. Nb5 Nxa1 17. Nxa1 Qc6 18. f5 Qc4 19. Qf3 Qxa4 20. Nc7 Qxa1 21. Nd5 Rae8 22. Bg5 Qxb2 23. Bxe7 Be5 24. Rf2 Qc1+ 25. Rf1 Qh6 26. h3 gxf5 27. Bxf8 Rxf8 28. Ne7+ Kh8 29. Nxf5 Qe6 30. Rg1 a4 31. Rg4 Qb3 32. Qf1 a3 33. Rg3 Qxg3",
      "fen": "5r1k/1p3p1p/3p4/4bN2/4P3/p5qP/8/5Q1K w - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Viktor Korchnoi"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T18:20:06.409Z",
    "href": "https://www.chess.com/games/view/107122",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Viktor Korchnoi",
    "result": "0-1",
    "movesCount": "33",
    "year": "1962"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T17:46:04.933Z",
    "id": 2685436,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Korchnoi, Viktor",
    "result": "b",
    "movesCount": 66,
    "date": "1962.5.??",
    "site": "Curacao",
    "event": "Candidats Tournament",
    "round": "5",
    "eco": "B09",
    "openingName": "Pirc Defense:Austrian Attack::"
  },
  "videoContentDetails": {
    "duration": "PT7M32S"
  },
  "stockfishEval": [
    {
      "cp": -1252,
      "mate": null
    }
  ]
}