{
  "_id": "Ukd3MhHmQk8",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:40:59.514Z",
    "publishedAt": "2018-10-22T18:03:12Z",
    "title": "Operation Chair | Fischer vs Spassky | (1972) | Game 16",
    "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nCheck out the documentary I mentioned here https://www.youtube.com/watch?v=X3PYDK3gyVw\n\nAlso, check out Bobby Fischer on the Dick Cavett show here \nhttps://www.youtube.com/watch?v=zIE3CFNpZ5Y&t=921s\n\nCheck out the interview with Karpov here https://en.chessbase.com/post/karpov-on-fischer-1-3\n\nCheck out parts of the book by Nikolai Krogius here https://www.chess.com/blog/Spektrowski/spassky---fischer-the-match-diary-by-nikolai-krogius-part-1\n\nRobert James Fischer vs Boris Spassky\nFischer - Spassky World Championship Match (1972), Reykjavik ISL, rd 16, Aug-20 \nSpanish Game: Exchange. Gligoric Variation (C69)\n\n1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bc6 dc6 5. O-O f6 6. d4 Bg4 7. de5 Qd1 8. Rd1 fe5 9. Rd3 Bd6 10. Nbd2 Nf6 11. Nc4 Ne4 12. Nce5 Bf3 13. Nf3 O-O 14. Be3 b5 15. c4 Rab8 16. Rc1 bc4 17. Rd4 Rfe8 18. Nd2 Nd2 19. Rd2 Re4 20. g3 Be5 21. Rcc2 Kf7 22. Kg2 Rb2 23. Kf3 c3 24. Ke4 cd2 25. Rd2 Rb5 26. Rc2 Bd6 27. Rc6 Ra5 28. Bf4 Ra4 29. Kf3 Ra3 30. Ke4 Ra2 31. Bd6 cd6 32. Rd6 Rf2 33. Ra6 Rh2 34. Kf3 Rd2 35. Ra7 Kf6 36. Ra6 Ke7 37. Ra7 Rd7 38. Ra2 Ke6 39. Kg2 Re7 40. Kh3 Kf6 41. Ra6 Re6 42. Ra5 h6 43. Ra2 Kf5 44. Rf2 Kg5 45. Rf7 g6 46. Rf4 h5 47. Rf3 Rf6 48. Ra3 Re6 49. Rf3 Re4 50. Ra3 Kh6 51. Ra6 Re5 52. Kh4 Re4 53. Kh3 Re7 54. Kh4 Re5 55. Rb6 Kg7 56. Rb4 Kh6 57. Rb6 Re1 58. Kh3 Rh1 59. Kg2 Ra1 60. Kh3 Ra4\n\nThe name Bobby Fischer, at least to Americans, is synonymous with chess. A prodigy in the 50s, a world class player in the 60s, the 70s saw Fischer at his pinnacle. He earned the right to challenge Boris Spassky in a title run without comparison, defeating Mark Taimanov and Bent Larsen with perfect scores of 6-0, and ex-champion Petrosian 6½-2½. Now the stage was set, and the only thing standing between Fischer and Spassky was Fischer himself.\n\nThe match was mired in political overtones, during the height of the Cold War. The Soviet chess system had a monopoly on the title since 1948, and the expectations on Spassky were enormous. While Fischer studied chess virtually in seclusion, Spassky had the full resources of the USSR. Victor Baturinsky, head of Soviet Chess Sports Committee, said: \"Basically, the Soviet leadership and the powers that be in sport, were interested in just one issue: how to stop Fischer from becoming World Champion.\n\nWith the match set to begin in Reykjavik, Iceland, Fischer (who had not signed any documents confirming his participation) began to make a number of demands, including a percentage of television rights, a larger prize fund, and all manner of conditions covering everything from the lighting to the chair cushions. To satisfy Bobby's demands of a larger prize fund, British chess promoter James Slater donated a dazzling $125,000 to be added to the prize fund. Fischer still needed more convincing by Bill Lombardy (Fischer's last-minute choice as second), and one famously persuasive telephone call from Henry Kissinger. Mere hours before he would be forfeited, Fischer arrived in Iceland.\n\nRead more here: http://www.chessgames.com/perl/chess.pl?tid=54397\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/Ukd3MhHmQk8/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/Ukd3MhHmQk8/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/Ukd3MhHmQk8/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/Ukd3MhHmQk8/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/Ukd3MhHmQk8/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "Ukd3MhHmQk8"
  },
  "videoGame": [
    {
      "pgn": "1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Bxc6 dxc6 5. O-O f6 6. d4 Bg4 7. dxe5 Qxd1 8. Rxd1 fxe5 9. Rd3 Bd6 10. Nbd2 Nf6 11. Nc4 Nxe4 12. Ncxe5 Bxf3 13. Nxf3 O-O 14. Be3 b5 15. c4 Rab8 16. Rc1 bxc4 17. Rd4 Rfe8 18. Nd2 Nxd2 19. Rxd2 Re4 20. g3 Be5 21. Rcc2 Kf7 22. Kg2 Rxb2 23. Kf3 c3 24. Kxe4 cxd2 25. Rxd2 Rb5 26. Rc2 Bd6 27. Rxc6 Ra5 28. Bf4 Ra4+ 29. Kf3 Ra3+ 30. Ke4 Rxa2 31. Bxd6 cxd6 32. Rxd6 Rxf2 33. Rxa6 Rxh2 34. Kf3 Rd2 35. Ra7+ Kf6 36. Ra6+ Ke7 37. Ra7+ Rd7 38. Ra2 Ke6 39. Kg2 Re7 40. Kh3 Kf6 41. Ra6+ Re6 42. Ra5 h6 43. Ra2 Kf5 44. Rf2+ Kg5 45. Rf7 g6 46. Rf4 h5 47. Rf3 Rf6 48. Ra3 Re6 49. Rf3 Re4 50. Ra3 Kh6 51. Ra6 Re5 52. Kh4 Re4+ 53. Kh3 Re7 54. Kh4 Re5 55. Rb6 Kg7 56. Rb4 Kh6 57. Rb6 Re1 58. Kh3 Rh1+ 59. Kg2 Ra1 60. Kh3 Ra4  ",
      "fen": "8/8/1R4pk/7p/r7/6PK/8/8 w - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Boris Spassky"
    }
  ],
  "chesstempoCom": {
    "reason": "AMBIGUOUS",
    "retrievedAt": "2023-02-12T15:33:32.499Z"
  },
  "chessCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-20T09:31:12.608Z"
  }
}