{
  "_id": "UYu_maf9oNY",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.588Z",
    "publishedAt": "2017-06-17T16:23:54Z",
    "title": "Bobby Fischer's Amazing 17 moves Victory in the Evans Gambit",
    "description": "#agadmator Amazing game by Bobby Fischer in the everyone's favorite Evan's Gambit.\n\nRobert James Fischer vs Reuben Fine\n\"A Fine Line\" (game of the day Jun-13-2009)\nNew York (USA) (1963), New York, NY USA, Mar-?? \nItalian Game: Evans Gambit. Compromised Defense (C52)\n\n1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bb4 5. c3 Ba5 6. d4 ed4 7. O-O dc3 8. Qb3 Qe7 9. Nc3 Nf6 10. Nd5 Nd5 11. ed5 Ne5 12. Ne5 Qe5 13. Bb2 Qg5 14. h4 Qh4 15. Bg7 Rg8 16. Rfe1 Kd8 17. Qg3\n\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\nMatch of the Century\nDuring the early 1960s, Fischer continued to be involved in U.S. and world championship matches, but was also making a name for himself with his erratic, paranoid commentary. After having a 20-game winning streak in the early 1970s, Fischer once again made chess history in 1972 with his defeat of the Soviet Union's Boris Spassky at the Reykjavik, Iceland world championships, thus marking the first time an American chess player had won the title. Fischer's defeat of a Soviet opponent, which became known as the \"Match of the Century,\" took on iconic proportions in the midst of the Cold War and was seen as a symbolic victory of democracy over Communism. Fischer's historic win also made chess a popular game in the United States. \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/UYu_maf9oNY/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/UYu_maf9oNY/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/UYu_maf9oNY/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/UYu_maf9oNY/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/UYu_maf9oNY/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "UYu_maf9oNY"
  },
  "videoGame": [
    {
      "pgn": "1. e4 e5 2. Nf3 Nc6 3. Bc4 Bc5 4. b4 Bxb4 5. c3 Ba5 6. d4 exd4 7. O-O dxc3 8. Qb3 Qe7 9. Nxc3 Nf6 10. Nd5 Nxd5 11. exd5 Ne5 12. Nxe5 Qxe5 13. Bb2 Qg5 14. h4 Qxh4 15. Bxg7 Rg8 16. Rfe1+ Kd8 17. Qg3  ",
      "fen": "r1bk2r1/pppp1pBp/8/b2P4/2B4q/6Q1/P4PP1/R3R1K1 b - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Reuben Fine",
      "date": "1963-03-??"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T14:32:24.411Z",
    "href": "https://www.chess.com/games/view/117147",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Reuben Fine",
    "result": "1-0",
    "movesCount": "17",
    "year": "1963"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T15:32:05.466Z",
    "id": 2668246,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Fine, Reuben",
    "result": "w",
    "movesCount": 33,
    "date": "1963.??.??",
    "site": "New York State Open, Poughkeepsie [Fritz 5.00 (",
    "event": "New York",
    "round": "1",
    "eco": "C52",
    "openingName": "Italian Game:Evans Gambit:Compromised Defense:"
  },
  "videoContentDetails": {
    "duration": "PT5M29S"
  }
}