{
  "_id": "wIc27g8I_74",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.557Z",
    "publishedAt": "2018-07-23T13:00:04Z",
    "title": "The Great Dane! | Fischer vs Larsen | Palma de Mallorca Interzonal (1970)",
    "description": "Check out Fischer vs Larsen 1958 Portorož Interzonal here http://www.chessgames.com/perl/chessgame?gid=1008373\n\nCheck out Kyle Kerr's work here https://www.instagram.com/kylekerr/\n\nThe 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nRobert James Fischer vs Bent Larsen\n\"Game of the Dane\" (game of the day Jul-16-2009)\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 9, Nov-20 \nSicilian Defense: Fischer-Sozin Attack. Leonhardt Variation (B88)\n\n1. e4 c5 2. Nf3 d6 3. d4 cd4 4. Nd4 Nf6 5. Nc3 Nc6 6. Bc4 e6 7. Bb3 Be7 8. Be3 O-O 9. Qe2 a6 10. O-O-O Qc7 11. g4 Nd7 12. h4 Nc5 13. g5 b5 14. f3 Bd7 15. Qg2 b4 16. Nce2 Nb3 17. ab3 a5 18. g6 fg6 19. h5 Nd4 20. Nd4 g5 21. Bg5 Bg5 22. Qg5 h6 23. Qg4 Rf7 24. Rhg1 a4 25. ba4 e5 26. Ne6 Qc4 27. b3 Qe6 28. Qe6 Be6 29. Rd6 Re8 30. Rb6 Rf3 31. Rb4 Rc8 32. Kb2 Rf2 33. Rc1 Bf7 34. a5 Ra8 35. Rb5 Bh5 36. Re5 Be2 37. Rc5 h5 38. e5 Bf3 39. Kc3 h4 40. Kd3 Re2 41. Rf1 Rd8 42. Kc3 Be4 43. Kb4 Rb8 44. Ka3 h3 45. e6 Bc2 46. b4 Re3 47. Kb2 Bd3 48. Ra1 Ba6 49. Rc6 Rb4 50. Kc2 Bb7 51. Rc3 Re2 52. Kd1 Rg2\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/wIc27g8I_74/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/wIc27g8I_74/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/wIc27g8I_74/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/wIc27g8I_74/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/wIc27g8I_74/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "wIc27g8I_74"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 Nc6 6. Bc4 e6 7. Bb3 Be7 8. Be3 O-O 9. Qe2 a6 10. O-O-O Qc7 11. g4 Nd7 12. h4 Nc5 13. g5 b5 14. f3 Bd7 15. Qg2 b4 16. Nce2 Nxb3+ 17. axb3 a5 18. g6 fxg6 19. h5 Nxd4 20. Nxd4 g5 21. Bxg5 Bxg5+ 22. Qxg5 h6 23. Qg4 Rf7 24. Rhg1 a4 25. bxa4 e5 26. Ne6 Qc4 27. b3 Qxe6 28. Qxe6 Bxe6 29. Rxd6 Re8 30. Rb6 Rxf3 31. Rxb4 Rc8 32. Kb2 Rf2 33. Rc1 Bf7 34. a5 Ra8 35. Rb5 Bxh5 36. Rxe5 Be2 37. Rc5 h5 38. e5 Bf3 39. Kc3 h4 40. Kd3 Re2 41. Rf1 Rd8+ 42. Kc3 Be4 43. Kb4 Rb8+ 44. Ka3 h3 45. e6 Bxc2 46. b4 Re3+ 47. Kb2 Bd3 48. Ra1 Ba6 49. Rc6 Rxb4+ 50. Kc2 Bb7 51. Rc3 Re2+ 52. Kd1 Rg2  ",
      "fen": "6k1/1b4p1/4P3/P7/1r6/2R4p/6r1/R2K4 w - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Bent Larsen"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T18:31:33.116Z",
    "href": "https://www.chess.com/games/view/179789",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Bent Larsen",
    "result": "0-1",
    "movesCount": "52",
    "year": "1970"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T17:55:27.565Z",
    "id": 5314486,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Larsen, Bent",
    "result": "b",
    "movesCount": 104,
    "date": "1970.11.??",
    "site": "Palma de Mallorca",
    "event": "Palma de Mallorca Interzonal",
    "round": "9",
    "eco": "B88",
    "openingName": "Sicilian Defense:Sozin Attack:Leonhardt Variation:"
  },
  "videoContentDetails": {
    "duration": "PT12M31S"
  }
}