{
  "_id": "WjhDlWtRkNc",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.210Z",
    "publishedAt": "2018-08-06T12:19:49Z",
    "title": "Mecking a Mess | Fischer vs Mecking | Palma de Mallorca Interzonal (1970)",
    "description": "Check out Mecking vs Najdorf here https://www.youtube.com/watch?v=3iKZPafJGrA\n\nCheck out Mecking vs Fischer from 1970 Buenos Aires here http://www.chessgames.com/perl/chessgame?gid=1044676\n\nFollow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nThe 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nRobert James Fischer vs Henrique Mecking\n\"Mecking a Mess\" (game of the day Nov-16-2009)\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 21, Dec-08 \nNimzo-Larsen Attack: Classical Variation (A01)\n\n1. b3 d5 2. Bb2 c5 3. Nf3 Nc6 4. e3 Nf6 5. Bb5 Bd7 6. O-O e6 7. d3 Be7 8. Bc6 Bc6 9. Ne5 Rc8 10. Nd2 O-O 11. f4 Nd7 12. Qg4 Ne5 13. Be5 Bf6 14. Rf3 Qe7 15. Raf1 a5 16. Rg3 Be5 17. fe5 f5 18. ef6 Rf6 19. Qg7 Qg7 20. Rf6 Qg3 21. hg3 Re8 22. g4 a4 23. Nf3 ab3 24. ab3 Kg7 25. g5 e5 26. Nh4 Bd7 27. Rd6 Be6 28. Kf2 Kf7 29. Rb6 Re7 30. e4 de4 31. de4 c4 32. b4 Bg4 33. Ke3 Rd7 34. g6 Kf8 35. gh7 Rh7 36. Ng6 Ke8 37. Ne5 Bc8 38. Nc4 Kd8 39. Nd6 Rg7 40. Kf2 Kc7 41. Nc8 Kc8 42. Rd6\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/WjhDlWtRkNc/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/WjhDlWtRkNc/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/WjhDlWtRkNc/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/WjhDlWtRkNc/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/WjhDlWtRkNc/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "WjhDlWtRkNc"
  },
  "videoGame": {
    "pgn": "1. b3 d5 2. Bb2 c5 3. Nf3 Nc6 4. e3 Nf6 5. Bb5 Bd7 6. O-O e6 7. d3 Be7 8. Bxc6 Bxc6 9. Ne5 Rc8 10. Nd2 O-O 11. f4 Nd7 12. Qg4 Nxe5 13. Bxe5 Bf6 14. Rf3 Qe7 15. Raf1 a5 16. Rg3 Bxe5 17. fxe5 f5 18. exf6 Rxf6 19. Qxg7+ Qxg7 20. Rxf6 Qxg3 21. hxg3 Re8 22. g4 a4 23. Nf3 axb3 24. axb3 Kg7 25. g5 e5 26. Nh4 Bd7 27. Rd6 Be6 28. Kf2 Kf7 29. Rb6 Re7 30. e4 dxe4 31. dxe4 c4 32. b4 Bg4 33. Ke3 Rd7 34. g6+ Kf8 35. gxh7 Rxh7 36. Ng6+ Ke8 37. Nxe5 Bc8 38. Nxc4 Kd8 39. Nd6 Rg7 40. Kf2 Kc7 41. Nxc8 Kxc8 42. Rd6  ",
    "fen": "2k5/1p4r1/3R4/8/1P2P3/8/2P2KP1/8 b - - 0 1",
    "playerWhite": "Robert James Fischer",
    "playerBlack": "Henrique Mecking"
  },
  "chessCom": {
    "retrievedAt": "2023-02-12T14:45:55.262Z",
    "href": "https://www.chess.com/games/view/179791",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Henrique Mecking",
    "result": "1-0",
    "movesCount": "42",
    "year": "1970"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T15:58:14.159Z",
    "id": 8502,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Mecking, Henrique",
    "result": "w",
    "movesCount": 83,
    "date": "1970.11.??",
    "site": "Palma de Mallorca",
    "event": "Palma de Mallorca Interzonal",
    "round": "21",
    "eco": "A01",
    "openingName": "Nimzo-Larsen Attack:Classical Variation::"
  }
}