{
  "_id": "wXq8pm-fLWc",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.250Z",
    "publishedAt": "2017-08-03T15:28:27Z",
    "title": "Bobby Fischer Crushed in a Simul (25 moves)",
    "description": "#agadmator Robert James Fischer vs Donn Rogosin\nsimul (1964), Hollywood, Los Angeles, CA USA, Apr-12 \nSicilian Defense: Najdorf Variation (B90)\n\n1. e4 c5 2. b4 cb4 3. a3 Nc6 4. ab4 Nf6 5. b5 Nd4 6. c3 Ne6 7. e5 Nd5 8. c4 Ndf4 9. g3 Ng6 10. f4 Ngf4 11. gf4 Nf4 12. d4 Ng6 13. h4 e6 14. h5 Bb4 15. Bd2 Bd2 16. Nd2 Ne7 17. Ne4 Nf5 18. h6 g6 19. Nf6 Kf8 20. Nf3 d6 21. Ng5 de5 22. de5 Qd1 23. Rd1 Ke7 24. Rh3 b6 25. Bg2 Rb8 26. Ngh7\n\nGAME AGAINST MARSHALL http://www.chessgames.com/perl/chessgame?gid=1095244\nCheck out my other videos :) https://www.youtube.com/playlist?list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nBobby Fischer was a record-setting chess master who became the youngest player to win the U.S. Chess Championship at 14, and the first American-born player to win the World Chess Championship.\n\nBobby Fischer was born on March 9, 1943, in Chicago, Illinois. Fischer first learned the game of chess at age 6 and eventually became the youngest international grand master at the age of 15. In 1972, he became the first American-born world chess champion after defeating Boris Spassky. An eccentric genius, who was believed to have an I.Q. of 181, Fischer became known for his controversial public remarks in his later years. He was granted Icelandic citizenship in 2005, following legal trouble with the United States. He died on January 17, 2008.\n\nEarly Life\nRobert James Fischer was born in Chicago, Illinois, on March 9, 1943. Fischer's parents divorced when he was a toddler, and he began learning chess at the age of 6 after his older sister Joan bought him a chess set. He continued to hone his skills as a youngster at the Brooklyn Chess Club and Manhattan Chess Club. Fischer had a strained relationship with his mother, who supported his chess endeavors, but preferred that he pursue other areas of interest.\nA brilliant, highly competitive player who lost himself in the game, Fischer earned a place in the record books at age 14 when he became the youngest player to win the U.S. Chess Championship. Then in 1958, at 15, he became the youngest international grand master in history by winning the related tournament in Portoroz, Yugoslavia (now Slovenia). \n\nMatch of the Century\nDuring the early 1960s, Fischer continued to be involved in U.S. and world championship matches, but was also making a name for himself with his erratic, paranoid commentary. After having a 20-game winning streak in the early 1970s, Fischer once again made chess history in 1972 with his defeat of the Soviet Union's Boris Spassky at the Reykjavik, Iceland world championships, thus marking the first time an American chess player had won the title. Fischer's defeat of a Soviet opponent, which became known as the \"Match of the Century,\" took on iconic proportions in the midst of the Cold War and was seen as a symbolic victory of democracy over Communism. Fischer's historic win also made chess a popular game in the United States. \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Bitcoin.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin adress 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=f-ZOwHdNLO0&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: agadmator (new)\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/wXq8pm-fLWc/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/wXq8pm-fLWc/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/wXq8pm-fLWc/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/wXq8pm-fLWc/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/wXq8pm-fLWc/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "wXq8pm-fLWc"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 a6 6. Bc4 e6 7. O-O Be7 8. Bb3 O-O 9. f4 Qc7 10. Qf3 Nc6 11. Be3 Nxd4 12. Bxd4 b5 13. e5 dxe5 14. fxe5 Bb7 15. exf6 Bxf3 16. fxe7 Qxe7 17. Rxf3 Rad8 18. Be3 Qb7 19. Raf1 Rfe8 20. Ne2 a5 21. c3 Qe4 22. Ng3 Qg6 23. Rxf7 a4 24. Bc2 Qxc2 25. Nh5 Rf8 26. Rxg7+ Kh8 0-1",
      "fen": "3r1r1k/6Rp/4p3/1p5N/p7/2P1B3/PPq3PP/5RK1 w - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Donn Rogosin",
      "date": "1964-04-12"
    }
  ],
  "chesstempoCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2024-08-01T09:45:41.366Z"
  },
  "chessCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2024-08-05T09:45:28.391Z"
  },
  "chess365": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2024-04-23T09:44:33.520Z"
  },
  "lichessMasters": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-22T16:22:36.195Z"
  },
  "videoContentDetails": {
    "duration": "PT6M41S"
  },
  "stockfishEval": [
    {
      "cp": -725,
      "mate": null
    }
  ]
}