{
  "_id": "WytmZJsC9Fs",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2024-06-21T14:26:03.118Z",
    "publishedAt": "2024-06-21T13:47:26Z",
    "title": "5 MIN LEFT!! || How Bobby Used Psychology To Win Games || Fischer vs Reshevsky (1967)",
    "description": "Download Mproov and Improve Your Chess Today! https://app.mproov.me/AgadYouTube1\nSearch all the games on my channel here! https://agadmator-library.github.io/\n\nRobert James Fischer vs Samuel Reshevsky\n\"Making up for Lost Time\" (game of the day May-01-2007)\nSousse Interzonal (1967), Sousse TUN, rd 11, Oct-29\nSpanish Game: Closed Variations. Smyslov Defense (C93) \n\n1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 h6 10. d4 Re8 11. Nbd2 Bf8 12. Nf1 Bd7 13. Ng3 Na5 14. Bc2 c5 15. b3 Nc6 16. Be3 cd4 17. cd4 Nb4 18. Bb1 a5 19. a3 Na6 20. Bd3 Qc7 21. Qe2 Qb7 22. Rad1 g6 23. Qb2 Qb8 24. Bb1 Kh7 25. de5 de5 26. Ne5 Re5 27. Bf4 Qb7 28. Be5 Ne8 29. Ne2 Nc5 30. Nf4 b4 31. a4 Bc6 32. Nd5 Nd7 33. Bd4 Ng7 34. Bd3 Ne6 35. Bc4 Re8 36. Bf6 Nec5 37. Qc2 Ne6 38. Ba1 Qa7 39. Kh1 Bg7 40. Bg7 Ng7 41. Bb5 Bb5 42. ab5 Rb8 43. Qc6 Ne8 44. e5 Nf8 45. Nf6 Nf6 46. ef6 Rb6\n\nTimestamps:\n\n0:00 Hello Everyone\n03:00 Game Starts!\n\n\"The 7th Interzonal took place in Sousse (Tunisia) from October 15 to November 16, 1967. Four of the six forerunners had been organized by Sweden. For the first time a FIDE-Tournament took place in Africa, a remarkable propagandistic success for the FIDE. Out of the 66 member nations only two are from Africa, Tunisia and South Africa. They are integrated into the West European Zone. It is not the fault of the organizers, who have really given their best, that Sousse received great publicity, not only because of the chess deeds, but above all because of the \"Fischer case\". Robert Fischer, US Champion and one of the best players of our times, but unfortunately bare of sporting spirit and diplomatic ability, opposed himself wholly unjustified to the tournament regulations, which had been bent especially for Fischer and Reshevsky to meet their religious feelings. It seems obvious that such far-reaching concessions - Friday no play, Saturday begin only after 7 p.m., no play on four special Jewish holidays - anticipates also adaptations by the players. Reshevsky honoured the concessions made, Fischer did not. Not even when the secretary of the US Embassy in Tunis reminded him to think himself a representative of the United States. He answered: I am here as a representative of Robert Fischer! After Fischer did not appear three times for play, he had to be eliminated. As sad and regrettable the elimination of Fischer is - maybe he would have become the first non-Russian World Champion since 1948 - it is obvious, that no player, not even the World Champion himself, can put himself above the regulations of the FIDE. Fischer barred himself from becoming World Champion for five years, the title fight after the present cycle will take place in 1972.\" (p. 5) https://www.chessgames.com/perl/chess.pl?tid=79225\n\nCheck out agadmator's merch here https://teespring.com/stores/agadmators-swag-store\nhttps://teespring.com/design-with-a-story-tm\n\n----------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\n\"Watch me without ads on your Amazon devices (https://bit.ly/Agadmator_Amazon) and Roku TV (https://bit.ly/Agadmator_Roku)",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/WytmZJsC9Fs/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/WytmZJsC9Fs/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/WytmZJsC9Fs/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/WytmZJsC9Fs/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/WytmZJsC9Fs/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "WytmZJsC9Fs"
  },
  "videoContentDetails": {
    "duration": "PT13M59S"
  },
  "videoGame": [
    {
      "pgn": "1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 O-O 8. c3 d6 9. h3 h6 10. d4 Re8 11. Nbd2 Bf8 12. Nf1 Bd7 13. Ng3 Na5 14. Bc2 c5 15. b3 Nc6 16. Be3 cxd4 17. cxd4 Nb4 18. Bb1 a5 19. a3 Na6 20. Bd3 Qc7 21. Qe2 Qb7 22. Rad1 g6 23. Qb2 Qb8 24. Bb1 Kh7 25. dxe5 dxe5 26. Nxe5 Rxe5 27. Bf4 Qb7 28. Bxe5 Ne8 29. Ne2 Nc5 30. Nf4 b4 31. a4 Bc6 32. Nd5 Nd7 33. Bd4 Ng7 34. Bd3 Ne6 35. Bc4 Re8 36. Bf6 Nec5 37. Qc2 Ne6 38. Ba1 Qa7 39. Kh1 Bg7 40. Bxg7 Nxg7 41. Bb5 Bxb5 42. axb5 Rb8 43. Qc6 Ne8 44. e5 Nf8 45. Nf6+ Nxf6 46. exf6 Rb6",
      "fen": "5n2/q4p1k/1rQ2Ppp/pP6/1p6/1P5P/5PP1/3RR2K w - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Samuel Reshevsky",
      "date": "1967-10-29"
    }
  ],
  "chessCom": {
    "retrievedAt": "2024-06-21T14:26:03.542Z",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Samuel Reshevsky",
    "href": "https://www.chess.com/games/view/15776343",
    "result": "1-0",
    "movesCount": 46,
    "year": 1967
  },
  "chesstempoCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2024-08-13T09:45:44.810Z"
  },
  "chess365": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2024-07-29T09:44:31.765Z"
  },
  "lichessMasters": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2024-06-21T14:26:05.393Z"
  },
  "lichessGameId": [
    {
      "id": "5fMRtaAw"
    }
  ],
  "stockfishEval": [
    {
      "cp": 1378,
      "mate": null
    }
  ]
}