{
  "_id": "X8-90cPf61M",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:04.913Z",
    "publishedAt": "2017-08-10T15:13:40Z",
    "title": "Invoulnerable | Taimanov vs Fischer | (1971) | Game 3",
    "description": "Mark Taimanov vs Robert James Fischer\nFischer - Taimanov Candidates Quarterfinal (1971), Vancouver CAN, rd 3, May-21 \nKing's Indian Defense: Orthodox Variation. Korchnoi Attack (E97)\n\n1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nc6 8. d5 Ne7 9. Bd2 Ne8 10. Rc1 f5 11. Qb3 b6 12. ef5 gf5 13. Ng5 Nf6 14. f4 h6 15. fe5 de5 16. c5 Nfd5 17. Nd5 Nd5 18. cb6 ab6 19. Rc6 Kh8 20. Nf3 Bb7 21. Rg6 Nf4 22. Bf4 ef4 23. Rd1 Qe7 24. Re6 Qc5 25. Kf1 Rad8 26. Rd8 Rd8 27. Qa4 Qc1 28. Kf2 Bf8 29. b4 Be4 30. Re8 Bc6 31. Qc6 Qc6 32. Rd8 Qf6 33. Rc8 Qe7 34. Kf1 Kh7 35. Nd4 Bg7 36. Nb5 Be5 37. a3 Qd7 38. Ra8 f3 39. gf3 Bh2 40. Kg2 Qg7 41. Kh2 Qe5 42. Kg1\n\nSoon after the Palma de Mallorca Interzonal (1970) qualifier was held, the first stage (the quarterfinals) of the Candidates matches was held in four cities in May 1971. In Vancouver, Canada there was a 10 game match between Mark Taimanov and Bobby Fischer, played May 16th - June 1st.\nFischer sensationally won the match with a perfect score of 6-0, thereby proceeding to the Fischer - Larsen Candidates Semifinal (1971).\n\nAfter the event, Taimanov was famously reported to have said, \"At least I still have my music.\" He wasn't being merely melodramatic: the consequences of this loss were to haunt him for years. Taimanov later recounted in an interview with Joel Lautier:\n\n\"Until the match with Fischer in 1971, everything went smoothly in my chess career. This dramatic match changed my life into hell.\"\n\n\"As Fischer himself admitted at the time, the final score did not reflect the true balance of strength. The terrible feeling that I was playing against a machine which never made any mistake shattered my resistance. Fischer would never concede any weakening of his position, he was an incredibly tough defender. The third game proved to be the turning point of the match. After a pretty tactical sequence, I had managed to set my opponent serious problems. In a position that I considered to be winning, I could not find a way to break through his defenses. For every promising idea, I found an answer for Fischer, I engrossed myself in a very deep think which did not produce any positive result. Frustrated and exhausted, I avoided the critical line in the end and lost the thread of the game, which lead to my defeat eventually. Ten years later, I found at last how I should have won that fatal game, but unfortunately, it didn't matter anymore! I have written a book about this match, entitled How I Became Fischer's Victim, it represents an essay on the American player and describes how I perceived his style and personality, once the match was over.\"\n\n\"The sanctions from the Soviet government were severe. I was deprived of my civil rights, my salary was taken away from me, I was prohibited from travelling abroad and censored in the press. It was unthinkable for the authorities that a Soviet grandmaster could lose in such a way to an American, without a political explanation. I therefore became the object of slander and was accused, among other things, of secretly reading books of Solzhenitsin. I was banned from society for two years, it was also the time when I separated from my first wife, Lyubov Bruk.\"\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/X8-90cPf61M/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/X8-90cPf61M/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/X8-90cPf61M/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/X8-90cPf61M/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/X8-90cPf61M/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "X8-90cPf61M"
  },
  "videoGame": [
    {
      "pgn": "1. d4 Nf6 2. c4 g6 3. Nc3 Bg7 4. e4 d6 5. Nf3 O-O 6. Be2 e5 7. O-O Nc6 8. d5 Ne7 9. Bd2 Ne8 10. Rc1 f5 11. Qb3 b6 12. exf5 gxf5 13. Ng5 Nf6 14. f4 h6 15. fxe5 dxe5 16. c5 Nfxd5 17. Nxd5 Nxd5 18. cxb6 axb6 19. Rc6 Kh8 20. Nf3 Bb7 21. Rg6 Nf4 22. Bxf4 exf4 23. Rd1 Qe7 24. Re6 Qc5+ 25. Kf1 Rad8 26. Rxd8 Rxd8 27. Qa4 Qc1+ 28. Kf2 Bf8 29. b4 Be4 30. Re8 Bc6 31. Qxc6 Qxc6 32. Rxd8 Qf6 33. Rc8 Qe7 34. Kf1 Kh7 35. Nd4 Bg7 36. Nb5 Be5 37. a3 Qd7 38. Ra8 f3 39. gxf3 Bxh2 40. Kg2 Qg7+ 41. Kxh2 Qe5+ 42. Kg1  ",
      "fen": "R7/2p4k/1p5p/1N2qp2/1P6/P4P2/4B3/6K1 b - - 0 1",
      "playerWhite": "Mark Taimanov",
      "playerBlack": "Robert James Fischer"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T14:48:17.973Z",
    "href": "https://www.chess.com/games/view/15767925",
    "playerWhite": "Mark E Taimanov",
    "playerBlack": "Bobby Fischer",
    "result": "0-1",
    "movesCount": "42",
    "year": "1971"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:00:17.706Z",
    "id": 2602790,
    "playerWhite": "Taimanov, Mark E",
    "playerBlack": "Fischer, Robert J",
    "result": "b",
    "movesCount": 83,
    "date": "1971.5.??",
    "site": "Vancouver CAN",
    "event": "Vancouver cm 1/4 final",
    "round": "3",
    "eco": "E97",
    "openingName": "King's Indian Defense:Orthodox Variation:Korchnoi Attack:"
  }
}