{
  "_id": "XrQMtoC1J6k",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:05.250Z",
    "publishedAt": "2017-07-27T10:31:03Z",
    "title": "Tal's Greatest Move - Thank You for 10.000 SUBSCRIBERS!",
    "description": "#agadmator Mikhail Botvinnik vs Mikhail Tal\n\"Tricks are for KIDs\" (game of the day Oct-25-2008)\nTal - Botvinnik World Championship Match (1960), Match, Moscow (6), rd 6, Mar-26 \nKing's Indian Defense: Fianchetto Variation. Classical Main Line (E69)\n\n1. c4 Nf6 2. Nf3 g6 3. g3 Bg7 4. Bg2 O-O 5. d4 d6 6. Nc3 Nbd7 7. O-O e5 8. e4 c6 9. h3 Qb6 10. d5 cd5 11. cd5 Nc5 12. Ne1 Bd7 13. Nd3 Nd3 14. Qd3 Rfc8 15. Rb1 Nh5 16. Be3 Qb4 17. Qe2 Rc4 18. Rfc1 Rac8 19. Kh2 f5 20. ef5 Bf5 21. Ra1 Nf4 22. gf4 ef4 23. Bd2 Qb2 24. Rab1 f3 25. Rb2 fe2 26. Rb3 Rd4 27. Be1 Be5 28. Kg1 Bf4 29. Ne2 Rc1 30. Nd4 Re1 31. Bf1 Be4 32. Ne2 Be5 33. f4 Bf6 34. Rb7 Bd5 35. Rc7 Ba2 36. Ra7 Bc4 37. Ra8 Kf7 38. Ra7 Ke6 39. Ra3 d5 40. Kf2 Bh4 41. Kg2 Kd6 42. Ng3 Bg3 43. Bc4 dc4 44. Kg3 Kd5 45. Ra7 c3 46. Rc7 Kd4 47. Rd7\n\nNo sooner did Mikhail Botvinnik regain his title, the chess world became entranced by charismatic young Latvian named Mikhail Tal. Tal won the 1958 interzonal tournament at Portoroz, then helped the Soviet Union to retain the Chess Olympiad; before going on to win the 1959 Candidates Tournament with 20 out of 28 points--a point and a half ahead of second place Paul Keres.\nTal often sacrificed material in search for the initiative in chess. With such intuitive sacrifices, he created vast complications, and many masters found it impossible to solve all the problems he created over the board, though deeper post-game analysis found flaws in some of his conceptions. Although this playing style was scorned by ex-World Champion Vasily Smyslov as nothing more than \"tricks\", Tal convincingly beat every notable grandmaster with his trademark aggression.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nThank you all! The rules of the Giveaway are in the video.\nJust use #Tal after the comment and you're good to go :)\n\nPrize - DGT2010 - THE OFFICIAL FIDE CHESS CLOCK\n\nI will choose the winner randomly on 1. august at 20:00.\nAll comments prior to this time that have #Tal in this video and that say something about Tal will be used in the giveaway.\n\nThe WINNER will be anounced on my facebook page https://www.facebook.com/agadmatoryoutube and also in a video once I choose the winner. It will also be a Tal video. That's it, best of luck to you all :)\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nFacebook: https://www.facebook.com/agadmatoryou...\nTwitter: https://twitter.com/agadmator\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/XrQMtoC1J6k/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/XrQMtoC1J6k/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/XrQMtoC1J6k/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/XrQMtoC1J6k/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/XrQMtoC1J6k/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "XrQMtoC1J6k"
  },
  "videoGame": [
    {
      "pgn": "1. c4 Nf6 2. Nf3 g6 3. g3 Bg7 4. Bg2 O-O 5. d4 d6 6. Nc3 Nbd7 7. O-O e5 8. e4 c6 9. h3 Qb6 10. d5 cxd5 11. cxd5 Nc5 12. Ne1 Bd7 13. Nd3 Nxd3 14. Qxd3 Rfc8 15. Rb1 Nh5 16. Be3 Qb4 17. Qe2 Rc4 18. Rfc1 Rac8 19. Kh2 f5 20. exf5 Bxf5 21. Ra1 Nf4 22. gxf4 exf4 23. Bd2 Qxb2 24. Rab1 f3 25. Rxb2 fxe2 26. Rb3 Rd4 27. Be1 Be5+ 28. Kg1 Bf4 29. Nxe2 Rxc1 30. Nxd4 Rxe1+ 31. Bf1 Be4 32. Ne2 Be5 33. f4 Bf6 34. Rxb7 Bxd5 35. Rc7 Bxa2 36. Rxa7 Bc4 37. Ra8+ Kf7 38. Ra7+ Ke6 39. Ra3 d5 40. Kf2 Bh4+ 41. Kg2 Kd6 42. Ng3 Bxg3 43. Bxc4 dxc4 44. Kxg3 Kd5 45. Ra7 c3 46. Rc7 Kd4 47. Rd7+  ",
      "fen": "8/3R3p/6p1/8/3k1P2/2p3KP/8/4r3 b - - 0 1",
      "playerWhite": "Mikhail Botvinnik",
      "playerBlack": "Mikhail Tal"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T14:52:09.606Z",
    "href": "https://www.chess.com/games/view/96616",
    "playerWhite": "Mikhail Botvinnik",
    "playerBlack": "Mikhail Tal",
    "result": "0-1",
    "movesCount": "47",
    "year": "1960"
  },
  "chesstempoCom": {
    "reason": "NOT_FOUND",
    "retrievedAt": "2023-02-12T16:03:35.572Z"
  },
  "videoContentDetails": {
    "duration": "PT10M5S"
  }
}