{
  "_id": "yhGTVAHI-30",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:40:59.851Z",
    "publishedAt": "2018-09-22T15:55:04Z",
    "title": "Come Out and Play, Chicken! | Spassky vs Fischer | (1972) | Game 1",
    "description": "Also, check out Bobby Fischer on the Dick Cavett show here \nhttps://www.youtube.com/watch?v=zIE3CFNpZ5Y&t=921s\n\nFollow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nBoris Spassky vs Robert James Fischer\nFischer - Spassky World Championship Match (1972), Reykjavik ISL, rd 1, Jul-11 \nNimzo-Indian Defense: Normal Variation. Gligoric System Bernstein Defense (E56)\n\n1. d4 Nf6 2. c4 e6 3. Nf3 d5 4. Nc3 Bb4 5. e3 O-O 6. Bd3 c5 7. O-O Nc6 8. a3 Ba5 9. Ne2 dc4 10. Bc4 Bb6 11. dc5 Qd1 12. Rd1 Bc5 13. b4 Be7 14. Bb2 Bd7 15. Rac1 Rfd8 16. Ned4 Nd4 17. Nd4 Ba4 18. Bb3 Bb3 19. Nb3 Rd1 20. Rd1 Rc8 21. Kf1 Kf8 22. Ke2 Ne4 23. Rc1 Rc1 24. Bc1 f6 25. Na5 Nd6 26. Kd3 Bd8 27. Nc4 Bc7 28. Nd6 Bd6 29. b5 Bh2 30. g3 h5 31. Ke2 h4 32. Kf3 Ke7 33. Kg2 hg3 34. fg3 Bg3 35. Kg3 Kd6 36. a4 Kd5 37. Ba3 Ke4 38. Bc5 a6 39. b6 f5 40. Kh4 f4 41. ef4 Kf4 42. Kh5 Kf5 43. Be3 Ke4 44. Bf2 Kf5 45. Bh4 e5 46. Bg5 e4 47. Be3 Kf6 48. Kg4 Ke5 49. Kg5 Kd5 50. Kf5 a5 51. Bf2 g5 52. Kg5 Kc4 53. Kf5 Kb4 54. Ke4 Ka4 55. Kd5 Kb5 56. Kd6\n\nThe name Bobby Fischer, at least to Americans, is synonymous with chess. A prodigy in the 50s, a world class player in the 60s, the 70s saw Fischer at his pinnacle. He earned the right to challenge Boris Spassky in a title run without comparison, defeating Mark Taimanov and Bent Larsen with perfect scores of 6-0, and ex-champion Petrosian 6½-2½. Now the stage was set, and the only thing standing between Fischer and Spassky was Fischer himself.\n\nThe match was mired in political overtones, during the height of the Cold War. The Soviet chess system had a monopoly on the title since 1948, and the expectations on Spassky were enormous. While Fischer studied chess virtually in seclusion, Spassky had the full resources of the USSR. Victor Baturinsky, head of Soviet Chess Sports Committee, said: \"Basically, the Soviet leadership and the powers that be in sport, were interested in just one issue: how to stop Fischer from becoming World Champion.\n\nWith the match set to begin in Reykjavik, Iceland, Fischer (who had not signed any documents confirming his participation) began to make a number of demands, including a percentage of television rights, a larger prize fund, and all manner of conditions covering everything from the lighting to the chair cushions. To satisfy Bobby's demands of a larger prize fund, British chess promoter James Slater donated a dazzling $125,000 to be added to the prize fund. Fischer still needed more convincing by Bill Lombardy (Fischer's last-minute choice as second), and one famously persuasive telephone call from Henry Kissinger. Mere hours before he would be forfeited, Fischer arrived in Iceland.\n\nRead more here: http://www.chessgames.com/perl/chess.pl?tid=54397\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/yhGTVAHI-30/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/yhGTVAHI-30/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/yhGTVAHI-30/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/yhGTVAHI-30/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/yhGTVAHI-30/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "yhGTVAHI-30"
  },
  "videoGame": [
    {
      "pgn": "1. d4 Nf6 2. c4 e6 3. Nf3 d5 4. Nc3 Bb4 5. e3 O-O 6. Bd3 c5 7. O-O Nc6 8. a3 Ba5 9. Ne2 dxc4 10. Bxc4 Bb6 11. dxc5 Qxd1 12. Rxd1 Bxc5 13. b4 Be7 14. Bb2 Bd7 15. Rac1 Rfd8 16. Ned4 Nxd4 17. Nxd4 Ba4 18. Bb3 Bxb3 19. Nxb3 Rxd1+ 20. Rxd1 Rc8 21. Kf1 Kf8 22. Ke2 Ne4 23. Rc1 Rxc1 24. Bxc1 f6 25. Na5 Nd6 26. Kd3 Bd8 27. Nc4 Bc7 28. Nxd6 Bxd6 29. b5 Bxh2 30. g3 h5 31. Ke2 h4 32. Kf3 Ke7 33. Kg2 hxg3 34. fxg3 Bxg3 35. Kxg3 Kd6 36. a4 Kd5 37. Ba3 Ke4 38. Bc5 a6 39. b6 f5 40. Kh4 f4 41. exf4 Kxf4 42. Kh5 Kf5 43. Be3 Ke4 44. Bf2 Kf5 45. Bh4 e5 46. Bg5 e4 47. Be3 Kf6 48. Kg4 Ke5 49. Kg5 Kd5 50. Kf5 a5 51. Bf2 g5 52. Kxg5 Kc4 53. Kf5 Kb4 54. Kxe4 Kxa4 55. Kd5 Kb5 56. Kd6  ",
      "fen": "8/1p6/1P1K4/pk6/8/8/5B2/8 b - - 0 1",
      "playerWhite": "Boris Spassky",
      "playerBlack": "Robert James Fischer"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T18:44:42.955Z",
    "href": "https://www.chess.com/games/view/200642",
    "playerWhite": "Boris V Spassky",
    "playerBlack": "Bobby Fischer",
    "result": "1-0",
    "movesCount": "56",
    "year": "1972"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T18:07:11.158Z",
    "id": 2591349,
    "playerWhite": "Spassky, Boris V.",
    "playerBlack": "Fischer, Robert J",
    "result": "w",
    "movesCount": 111,
    "date": "1972.??.??",
    "site": "Reykjavik",
    "event": "World Championship Match",
    "round": "1",
    "eco": "E56",
    "openingName": "Nimzo-Indian Defense:Normal Variation:Gligoric System:Bernstein Defense"
  }
}