{
  "_id": "yHzlY8nxkXo",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.557Z",
    "publishedAt": "2018-07-18T12:31:37Z",
    "title": "Stronger Than Logic | Smyslov vs Fischer | Palma de Mallorca Interzonal (1970)",
    "description": "The 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nVasily Smyslov vs Robert James Fischer\n\"Broken English\" (game of the day Jul-10-2009)\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 2, Nov-10 \nEnglish Opening: Symmetrical. Symmetrical Variation (A36)\n\n1. c4 g6 2. Nc3 Bg7 3. g3 c5 4. Bg2 Nc6 5. b3 e6 6. Bb2 Nge7 7. Na4 Bb2 8. Nb2 O-O 9. e3 d5 10. cd5 Nd5 11. Ne2 b6 12. d4 Ba6 13. dc5 Qf6 14. Nc4 Nc3 15. Nc3 Qc3 16. Kf1 Rfd8 17. Qc1 Bc4 18. bc4 Qd3 19. Kg1 Rac8 20. cb6 ab6 21. Qb2 Na5 22. h4 Nc4 23. Qf6 Qf5 24. Qf5 gf5 25. h5 Rd2 26. Rc1 Rc5 27. Rh4 Ne5 28. Rc5 bc5 29. Ra4 c4 30. h6 Kf8 31. Ra8 Ke7 32. Rc8 Ra2 33. Bf1 Rc2 34. Kg2 Ng4 35. Kg1 Rf2 36. Bc4 Rf3 37. Kg2 Re3 38. Rh8 Nh6 39. Rh7 Ng4 40. Bb5 Rb3 41. Bc6 Rb2 42. Kg1 Ne5 43. Ba8 Rb8 44. Bh1\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal or Crypto.\n\nLink to PayPal donation https://www.paypal.me/agadmator\n\nMaiar Wallet @agadmator or https://get.maiar.com/referral/pv0mam6l2a\nBTC address bc1qckd3ut0hqyymzv33eus97ld8klj02xhk2kcwld\nBCH address qzmfclyn69hqhjslls40r7r0dsttwe3tcsl946w4fr\nLTC address Laarf1RmvCpLt2BcSwC1PBLG3hRC4HjBrz\n\nNANO nano_1h1kgfaq88t1btwadqzx73rbha5hwbb88sxmfns851kwj8hnosdj51w388xx\nMonero 4AdvvqmC4xhPyyRSAEDxTTAoXdxAtX2Py6b8Eh4EQzBLGbgo5rY5Khcap1x76JrDJH87yibAE9b6TPwTsvBAiFFCLtM8Be7\nFor any other currency address, contact me via agadmator@gmail.com\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/yHzlY8nxkXo/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/yHzlY8nxkXo/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/yHzlY8nxkXo/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/yHzlY8nxkXo/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/yHzlY8nxkXo/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "yHzlY8nxkXo"
  },
  "videoGame": [
    {
      "pgn": "1. c4 g6 2. Nc3 Bg7 3. g3 c5 4. Bg2 Nc6 5. b3 e6 6. Bb2 Nge7 7. Na4 Bxb2 8. Nxb2 O-O 9. e3 d5 10. cxd5 Nxd5 11. Ne2 b6 12. d4 Ba6 13. dxc5 Qf6 14. Nc4 Nc3 15. Nxc3 Qxc3+ 16. Kf1 Rfd8 17. Qc1 Bxc4+ 18. bxc4 Qd3+ 19. Kg1 Rac8 20. cxb6 axb6 21. Qb2 Na5 22. h4 Nxc4 23. Qf6 Qf5 24. Qxf5 gxf5 25. h5 Rd2 26. Rc1 Rc5 27. Rh4 Ne5 28. Rxc5 bxc5 29. Ra4 c4 30. h6 Kf8 31. Ra8+ Ke7 32. Rc8 Rxa2 33. Bf1 Rc2 34. Kg2 Ng4 35. Kg1 Rxf2 36. Bxc4 Rf3 37. Kg2 Rxe3 38. Rh8 Nxh6 39. Rxh7 Ng4 40. Bb5 Rb3 41. Bc6 Rb2+ 42. Kg1 Ne5 43. Ba8 Rb8 44. Bh1  ",
      "fen": "1r6/4kp1R/4p3/4np2/8/6P1/8/6KB b - - 0 1",
      "playerWhite": "Vasily Smyslov",
      "playerBlack": "Robert James Fischer"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T18:42:36.197Z",
    "href": "https://www.chess.com/games/view/179976",
    "playerWhite": "Vasily Smyslov",
    "playerBlack": "Bobby Fischer",
    "result": "0-1",
    "movesCount": "44",
    "year": "1970"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T18:05:13.751Z",
    "id": 353096,
    "playerWhite": "Smyslov, Vassily",
    "playerBlack": "Fischer, Robert J",
    "result": "b",
    "movesCount": 87,
    "date": "1970.11.??",
    "site": "Palma de Mallorca",
    "event": "Palma de Mallorca Interzonal",
    "round": "2",
    "eco": "A36",
    "openingName": "English Opening:Symmetrical Variation:Symmetrical Variation:"
  }
}