{
  "_id": "ZLLMaQQKdfg",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:04.913Z",
    "publishedAt": "2017-08-25T15:31:27Z",
    "title": "\"Mr. Karpov is the Challenger, and he must WIN the Match.\"",
    "description": "#agadmator Garry Kasparov vs Anatoly Karpov\n\"Too Klose for Komfort\" (game of the day Dec-08-2016)\nKasparov - Karpov World Championship Match (1990), Lyon FRA, rd 20, Dec-15 \nSpanish Game: Closed Variations. Flohr System (C92)\n\n1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. c3 O-O 9. h3 Bb7 10. d4 Re8 11. Nbd2 Bf8 12. a4 h6 13. Bc2 ed4 14. cd4 Nb4 15. Bb1 c5 16. d5 Nd7 17. Ra3 f5 18. Rae3 Nf6 19. Nh2 Kh8 20. b3 ba4 21. ba4 c4 22. Bb2 fe4 23. Ne4 Nfd5 24. Rg3 Re6 25. Ng4 Qe8 26. Nh6 c3 27. Nf5 cb2 28. Qg4 Bc8 29. Qh4 Rh6 30. Nh6 gh6 31. Kh2 Qe5 32. Ng5 Qf6 33. Re8 Bf5 34. Qh6 Qh6 35. Nf7 Kh7 36. Bf5 Qg6 37. Bg6 Kg7 38. Ra8 Be7 39. Rb8 a5 40. Be4 Kf7 41. Bd5\n\nThe 1990 WCC match between Garry Kasparov and Anatoly Karpov was held from October 8 to December 30. The match locale was split, with the first 12 games played in New York, USA, and the final 12 in Lyons, France. The prize fund was three million dollars, with 5/8 going to the winner. In case of a tie, the prize fund would be shared equally with Kasparov retaining the title.\n\nUnlike the 1987 WCC cycle in which Karpov was seeded directly into the final candidate match, this time he was only reserved a spot in the quarter finals, and thus had to win three mini-matches in order to face Kasparov. This he accomplished by defeating Johann Hjartarson 3½ to 1½, Artur Yusupov 4½ to 3½ and Jan Timman 6½ to 2½.\n\nPerhaps as a psychological ploy, Karpov suggested a last minute change to the rules in the pre-match press conference. Karpov argued that since the results of their last two matches had been so close, that they should continue play, should they become locked in a 12-12 tie. Kasparov received this suggestion with a look of incredulity. \"Mr. Karpov is the challenger,\" he said, \"and he must win the match.\"\n\nLeaving New York, the score was tied 6-6 (with one win apiece), but Kasparov turned up the heat in France. The New York Times reported:\n\nChess experts said Mr. Kasparov had lost confidence and grown nervous in New York after he had squandered the early lead in some games when he moved too fast to put his opponent away. Mr. Kasparov picked up steam, however, in Lyons. The match was tied at 8½ points each after 17 games, but Mr. Kasparov left his opponent almost hopelessly behind by winning the 18th and 20th games.\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal.\nLink to PayPal donation https://www.paypal.me/agadmator\n\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nLichess: agadmator\nChess.com: agadmator\nSkype: agadmator\nLeague of Legends: agadmator :)\nHearthstone: agadmator",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/ZLLMaQQKdfg/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/ZLLMaQQKdfg/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/ZLLMaQQKdfg/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/ZLLMaQQKdfg/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/ZLLMaQQKdfg/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "ZLLMaQQKdfg"
  },
  "videoGame": [
    {
      "pgn": "1. e4 e5 2. Nf3 Nc6 3. Bb5 a6 4. Ba4 Nf6 5. O-O Be7 6. Re1 b5 7. Bb3 d6 8. c3 O-O 9. h3 Bb7 10. d4 Re8 11. Nbd2 Bf8 12. a4 h6 13. Bc2 exd4 14. cxd4 Nb4 15. Bb1 c5 16. d5 Nd7 17. Ra3 f5 18. Rae3 Nf6 19. Nh2 Kh8 20. b3 bxa4 21. bxa4 c4 22. Bb2 fxe4 23. Nxe4 Nfxd5 24. Rg3 Re6 25. Ng4 Qe8 26. Nxh6 c3 27. Nf5 cxb2 28. Qg4 Bc8 29. Qh4+ Rh6 30. Nxh6 gxh6 31. Kh2 Qe5 32. Ng5 Qf6 33. Re8 Bf5 34. Qxh6+ Qxh6 35. Nf7+ Kh7 36. Bxf5+ Qg6 37. Bxg6+ Kg7 38. Rxa8 Be7 39. Rb8 a5 40. Be4+ Kxf7 41. Bxd5+  ",
      "fen": "1R6/4bk2/3p4/p2B4/Pn6/6RP/1p3PPK/8 b - - 0 1",
      "playerWhite": "Garry Kasparov",
      "playerBlack": "Anatoly Karpov",
      "date": "2016-12-08"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T14:58:41.631Z",
    "href": "https://www.chess.com/games/view/491854",
    "playerWhite": "Garry Kasparov",
    "playerBlack": "Anatoly Karpov",
    "result": "1-0",
    "movesCount": "41",
    "year": "1990"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T16:09:15.915Z",
    "id": 1855918,
    "playerWhite": "Kasparov, Garry",
    "playerBlack": "Karpov, Anatoly",
    "result": "w",
    "movesCount": 81,
    "date": "1990.12.15",
    "site": "Lyon/New York",
    "event": "World Championship 35th-KK5",
    "round": "20",
    "eco": "C92",
    "openingName": "Spanish Game:Closed Variations:Flohr System:"
  },
  "videoContentDetails": {
    "duration": "PT11M30S"
  }
}