{
  "_id": "zTjalEjDdB8",
  "videoSnippet": {
    "schemaVersion": 1,
    "retrievedAt": "2023-02-12T19:41:00.210Z",
    "publishedAt": "2018-08-03T18:16:28Z",
    "title": "Legendary Streak Begins! | Fischer vs Rubinetti | Palma de Mallorca Interzonal (1970)",
    "description": "Follow me on Instagram for extra content: https://www.instagram.com/agadmator/\n\nCheck out Fischer vs James T Sherwin from My 60 Memorable games here https://www.youtube.com/watch?v=Cg5GvWm-0kE&t=247s\n\nCheck out Fischer vs James T Sherwin with Nb1 after b4 http://www.chessgames.com/perl/chessgame?gid=1008371\n\nPhoto from the photo challenge https://www.pinterest.co.uk/pin/21673641932026581\n\nThe 1970 Interzonal was held in Palma de Mallorca from November 9-December 12, and was the last Interzonal held as a one-section round robin. With the tournament swelling to 24 players and further expansion on the way, future changes were inevitable. The following players vied for six slots in the candidates matches to be held in 1971: William G Addison, Miroslav Filip, Robert James Fischer, Efim Geller, Svetozar Gligoric, Vlastimil Hort, Robert Huebner, Borislav Ivkov, Eleazar Jimenez Zerquera, Bent Larsen, Milan Matulovic, Henrique Mecking, Dragoljub Minic, Renato Naranja, Oscar Panno, Lev Polugaevsky, Lajos Portisch, Samuel Reshevsky, Jorge Alberto Rubinetti, Vasily Smyslov, Duncan Suttles, Mark Taimanov, Wolfgang Uhlmann, Tudev Ujtumen..\n\nUjtumen from Mongolia, about as outside as an outsider could get, actually held the lead by himself after round 3. However, reality and Robert J. Fischer set in, as the American quickly soared to a dominating position. The other contenders didn't worry about it too much; after all, you only had to finish in the top six to qualify for the Candidates, and there was even a seventh spot open for a reserve. So they played it safe, while Fischer kept working hard.\n\nAt the quarter pole following round 6, Fischer had 5.5 points and a 1.5 point lead on Geller, Gligoric, Larson, Panno, and Ujtumen. But then came a bad stretch: he managed to draw lost positions in round 7 and 8, but Larsen didn't let him off the hook in round 9. By now the lead had vanished, as Geller joined Fischer at the top with 6.5.\n\nThat led to the critical round 12 encounter between the leaders, Geller holding a half-point lead and playing the White pieces. Any normal grandmaster, when Geller offered an early draw, would have accepted to get an easy half-point closer to qualification. Fischer, hungry for a win after five rounds without one, refused.\n\nGeller played inaccurately and lost a pawn, reaching a difficult rook ending. Eventually, a hallucination and a final mistake sealed his fate, and Fischer took the lead. The rest was a matter of technique: Fischer won two more in a row, took a couple of draws for a breather, then started his famous streak with full points in his last seven games.\n\nRead more here http://www.chessgames.com/perl/chess.pl?tid=79415\n\nRead more about events before 1970 Instrzonal tournament http://graeme.50webs.com/chesschamps/us/1969.htm\n\nRobert James Fischer vs Jorge Alberto Rubinetti\nPalma de Mallorca Interzonal (1970), Palma de Mallorca ESP, rd 17, Dec-02 \nSicilian Defense: Fischer-Sozin Attack. Flank Variation (B87)\n\n1. e4 c5 2. Nf3 d6 3. d4 cd4 4. Nd4 Nf6 5. Nc3 e6 6. Bc4 a6 7. Bb3 b5 8. O-O Bb7 9. Re1 Nbd7 10. Bg5 h6 11. Bh4 Nc5 12. Bd5 ed5 13. ed5 Kd7 14. b4 Na4 15. Na4 ba4 16. c4 Kc8 17. Qa4 Qd7 18. Qb3 g5 19. Bg3 Nh5 20. c5 dc5 21. bc5 Qd5 22. Re8 Kd7 23. Qa4 Bc6 24. Nc6\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf you realllly enjoy my content, you're welcome to support me and my channel with a small donation via PayPal, Bitcoin, Litecoin or Nano.\n\nLink to PayPal donation https://www.paypal.me/agadmator\nBitcoin address 12VEbMQPyLzBoZzw9yuNofph4C9Ansc4iZ\nLitecoin address LbSuZuBffDCNmr5CSZbY7W2zM83w4ZvnC7\nNano address xrb_383y7ofu5wsyfr9o8rh93aqaq8aixpdcbaud5iubydukz5moiadsirmuzgoq\n\nCheck out some of the books I enjoy https://www.amazon.com/ideas/amzn1.account.AFWWCIBWCL5PGEPL73FDWK632F7Q/2QAGBMLVXE7MG\n\nCheck out ALL my videos here https://www.youtube.com/watch?v=fYgd5ZLdHz8&list=PLDnx7w_xuguFTxcfiM11bB1JchtHclEJg\n\nSteemit: https://steemit.com/@agadmator/\nFacebook: https://www.facebook.com/agadmatoryoutube\nTwitter: https://twitter.com/agadmator\nInstagram: https://www.instagram.com/agadmator/\nLichess: https://lichess.org/@/agadmator\nChess.com: agadmator\nLeague of Legends: agadmator (EUNE, my friend is using my EUWE account for a couple of years now)\nBlizzard: agadmator #2992 \nCheck out my Hearthstone channel here https://www.youtube.com/channel/UCDKefsd8PMI0FXHwPi5yscg\n\nCheck out the SUBSCRIBERS VIDEO https://www.youtube.com/watch?v=p-xa0SkpIiA\n\nSend your photos and videos here:\nsubscribers.videos.agadmator@gmail.com\n\nSend your own games here:\nsubscribers.games.agadmator@gmail.com\n\n#agadmator #bobbyfischer #bobbyfischerstory",
    "thumbnail": {
      "default": {
        "url": "https://i.ytimg.com/vi/zTjalEjDdB8/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/zTjalEjDdB8/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/zTjalEjDdB8/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/zTjalEjDdB8/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/zTjalEjDdB8/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "videoId": "zTjalEjDdB8"
  },
  "videoGame": [
    {
      "pgn": "1. e4 c5 2. Nf3 d6 3. d4 cxd4 4. Nxd4 Nf6 5. Nc3 e6 6. Bc4 a6 7. Bb3 b5 8. O-O Bb7 9. Re1 Nbd7 10. Bg5 h6 11. Bh4 Nc5 12. Bd5 exd5 13. exd5+ Kd7 14. b4 Na4 15. Nxa4 bxa4 16. c4 Kc8 17. Qxa4 Qd7 18. Qb3 g5 19. Bg3 Nh5 20. c5 dxc5 21. bxc5 Qxd5 22. Re8+ Kd7 23. Qa4+ Bc6 24. Nxc6  ",
      "fen": "r3Rb1r/3k1p2/p1N4p/2Pq2pn/Q7/6B1/P4PPP/R5K1 b - - 0 1",
      "playerWhite": "Robert James Fischer",
      "playerBlack": "Jorge Alberto Rubinetti"
    }
  ],
  "chessCom": {
    "retrievedAt": "2023-02-12T18:47:21.525Z",
    "href": "https://www.chess.com/games/view/179793",
    "playerWhite": "Bobby Fischer",
    "playerBlack": "Jorge Rubinetti",
    "result": "1-0",
    "movesCount": "24",
    "year": "1970"
  },
  "chesstempoCom": {
    "retrievedAt": "2023-02-12T18:09:33.555Z",
    "id": 1586539,
    "playerWhite": "Fischer, Robert J",
    "playerBlack": "Rubinetti, Jorge",
    "result": "w",
    "movesCount": 47,
    "date": "1970.11.??",
    "site": "Palma de Mallorca",
    "event": "Palma de Mallorca Interzonal",
    "round": "17",
    "eco": "B87",
    "openingName": "Sicilian Defense:Sozin Attack:Flank Variation:"
  },
  "videoContentDetails": {
    "duration": "PT12M22S"
  }
}